const t = {
  2100001: [
    14,
    "川崎市川崎区",
    "本町"
  ],
  2100002: [
    14,
    "川崎市川崎区",
    "榎町"
  ],
  2100003: [
    14,
    "川崎市川崎区",
    "堀之内町"
  ],
  2100004: [
    14,
    "川崎市川崎区",
    "宮本町"
  ],
  2100005: [
    14,
    "川崎市川崎区",
    "東田町"
  ],
  2100006: [
    14,
    "川崎市川崎区",
    "砂子"
  ],
  2100007: [
    14,
    "川崎市川崎区",
    "駅前本町"
  ],
  2100011: [
    14,
    "川崎市川崎区",
    "富士見"
  ],
  2100012: [
    14,
    "川崎市川崎区",
    "宮前町"
  ],
  2100013: [
    14,
    "川崎市川崎区",
    "新川通"
  ],
  2100014: [
    14,
    "川崎市川崎区",
    "貝塚"
  ],
  2100015: [
    14,
    "川崎市川崎区",
    "南町"
  ],
  2100021: [
    14,
    "川崎市川崎区",
    "元木"
  ],
  2100022: [
    14,
    "川崎市川崎区",
    "池田"
  ],
  2100023: [
    14,
    "川崎市川崎区",
    "小川町"
  ],
  2100024: [
    14,
    "川崎市川崎区",
    "日進町"
  ],
  2100025: [
    14,
    "川崎市川崎区",
    "下並木"
  ],
  2100026: [
    14,
    "川崎市川崎区",
    "堤根"
  ],
  2100801: [
    14,
    "川崎市川崎区",
    "鈴木町"
  ],
  2100802: [
    14,
    "川崎市川崎区",
    "大師駅前"
  ],
  2100803: [
    14,
    "川崎市川崎区",
    "川中島"
  ],
  2100804: [
    14,
    "川崎市川崎区",
    "藤崎"
  ],
  2100805: [
    14,
    "川崎市川崎区",
    "伊勢町"
  ],
  2100806: [
    14,
    "川崎市川崎区",
    "中島"
  ],
  2100807: [
    14,
    "川崎市川崎区",
    "港町"
  ],
  2100808: [
    14,
    "川崎市川崎区",
    "旭町"
  ],
  2100811: [
    14,
    "川崎市川崎区",
    "大師河原"
  ],
  2100812: [
    14,
    "川崎市川崎区",
    "東門前"
  ],
  2100813: [
    14,
    "川崎市川崎区",
    "昭和"
  ],
  2100814: [
    14,
    "川崎市川崎区",
    "台町"
  ],
  2100815: [
    14,
    "川崎市川崎区",
    "大師公園"
  ],
  2100816: [
    14,
    "川崎市川崎区",
    "大師町"
  ],
  2100817: [
    14,
    "川崎市川崎区",
    "大師本町"
  ],
  2100818: [
    14,
    "川崎市川崎区",
    "中瀬"
  ],
  2100821: [
    14,
    "川崎市川崎区",
    "殿町"
  ],
  2100822: [
    14,
    "川崎市川崎区",
    "田町"
  ],
  2100823: [
    14,
    "川崎市川崎区",
    "江川"
  ],
  2100824: [
    14,
    "川崎市川崎区",
    "日ノ出"
  ],
  2100825: [
    14,
    "川崎市川崎区",
    "出来野"
  ],
  2100826: [
    14,
    "川崎市川崎区",
    "塩浜"
  ],
  2100827: [
    14,
    "川崎市川崎区",
    "四谷下町"
  ],
  2100828: [
    14,
    "川崎市川崎区",
    "四谷上町"
  ],
  2100831: [
    14,
    "川崎市川崎区",
    "観音"
  ],
  2100832: [
    14,
    "川崎市川崎区",
    "池上新町"
  ],
  2100833: [
    14,
    "川崎市川崎区",
    "桜本"
  ],
  2100834: [
    14,
    "川崎市川崎区",
    "大島"
  ],
  2100835: [
    14,
    "川崎市川崎区",
    "追分町"
  ],
  2100836: [
    14,
    "川崎市川崎区",
    "大島上町"
  ],
  2100837: [
    14,
    "川崎市川崎区",
    "渡田"
  ],
  2100838: [
    14,
    "川崎市川崎区",
    "境町"
  ],
  2100841: [
    14,
    "川崎市川崎区",
    "渡田向町"
  ],
  2100842: [
    14,
    "川崎市川崎区",
    "渡田東町"
  ],
  2100843: [
    14,
    "川崎市川崎区",
    "小田栄"
  ],
  2100844: [
    14,
    "川崎市川崎区",
    "渡田新町"
  ],
  2100845: [
    14,
    "川崎市川崎区",
    "渡田山王町"
  ],
  2100846: [
    14,
    "川崎市川崎区",
    "小田"
  ],
  2100847: [
    14,
    "川崎市川崎区",
    "浅田"
  ],
  2100848: [
    14,
    "川崎市川崎区",
    "京町"
  ],
  2100851: [
    14,
    "川崎市川崎区",
    "浜町"
  ],
  2100852: [
    14,
    "川崎市川崎区",
    "鋼管通"
  ],
  2100853: [
    14,
    "川崎市川崎区",
    "田島町"
  ],
  2100854: [
    14,
    "川崎市川崎区",
    "浅野町"
  ],
  2100855: [
    14,
    "川崎市川崎区",
    "南渡田町"
  ],
  2100856: [
    14,
    "川崎市川崎区",
    "田辺新田"
  ],
  2100857: [
    14,
    "川崎市川崎区",
    "白石町"
  ],
  2100858: [
    14,
    "川崎市川崎区",
    "大川町"
  ],
  2100861: [
    14,
    "川崎市川崎区",
    "小島町"
  ],
  2100862: [
    14,
    "川崎市川崎区",
    "浮島町"
  ],
  2100863: [
    14,
    "川崎市川崎区",
    "夜光"
  ],
  2100864: [
    14,
    "川崎市川崎区",
    "池上町"
  ],
  2100865: [
    14,
    "川崎市川崎区",
    "千鳥町"
  ],
  2100866: [
    14,
    "川崎市川崎区",
    "水江町"
  ],
  2100867: [
    14,
    "川崎市川崎区",
    "扇町"
  ],
  2100868: [
    14,
    "川崎市川崎区",
    "扇島"
  ],
  2100869: [
    14,
    "川崎市川崎区",
    "東扇島"
  ],
  211e4: [
    14,
    "川崎市中原区",
    ""
  ],
  2110001: [
    14,
    "川崎市中原区",
    "上丸子八幡町"
  ],
  2110002: [
    14,
    "川崎市中原区",
    "上丸子山王町"
  ],
  2110003: [
    14,
    "川崎市中原区",
    "上丸子"
  ],
  2110004: [
    14,
    "川崎市中原区",
    "新丸子東"
  ],
  2110005: [
    14,
    "川崎市中原区",
    "新丸子町"
  ],
  2110006: [
    14,
    "川崎市中原区",
    "丸子通"
  ],
  2110007: [
    14,
    "川崎市中原区",
    "上丸子天神町"
  ],
  2110011: [
    14,
    "川崎市中原区",
    "下沼部"
  ],
  2110012: [
    14,
    "川崎市中原区",
    "中丸子"
  ],
  2110013: [
    14,
    "川崎市中原区",
    "上平間"
  ],
  2110014: [
    14,
    "川崎市中原区",
    "田尻町"
  ],
  2110015: [
    14,
    "川崎市中原区",
    "北谷町"
  ],
  2110016: [
    14,
    "川崎市中原区",
    "市ノ坪"
  ],
  2110021: [
    14,
    "川崎市中原区",
    "木月住吉町"
  ],
  2110022: [
    14,
    "川崎市中原区",
    "苅宿"
  ],
  2110023: [
    14,
    "川崎市中原区",
    "大倉町"
  ],
  2110024: [
    14,
    "川崎市中原区",
    "西加瀬"
  ],
  2110025: [
    14,
    "川崎市中原区",
    "木月"
  ],
  2110031: [
    14,
    "川崎市中原区",
    "木月大町"
  ],
  2110032: [
    14,
    "川崎市中原区",
    "木月伊勢町"
  ],
  2110033: [
    14,
    "川崎市中原区",
    "木月祗園町"
  ],
  2110034: [
    14,
    "川崎市中原区",
    "井田中ノ町"
  ],
  2110035: [
    14,
    "川崎市中原区",
    "井田"
  ],
  2110036: [
    14,
    "川崎市中原区",
    "井田杉山町"
  ],
  2110037: [
    14,
    "川崎市中原区",
    "井田三舞町"
  ],
  2110041: [
    14,
    "川崎市中原区",
    "下小田中"
  ],
  2110042: [
    14,
    "川崎市中原区",
    "下新城"
  ],
  2110043: [
    14,
    "川崎市中原区",
    "新城中町"
  ],
  2110044: [
    14,
    "川崎市中原区",
    "新城"
  ],
  2110045: [
    14,
    "川崎市中原区",
    "上新城"
  ],
  2110051: [
    14,
    "川崎市中原区",
    "宮内"
  ],
  2110052: [
    14,
    "川崎市中原区",
    "等々力"
  ],
  2110053: [
    14,
    "川崎市中原区",
    "上小田中"
  ],
  2110061: [
    14,
    "川崎市中原区",
    "小杉"
  ],
  2110062: [
    14,
    "川崎市中原区",
    "小杉陣屋町"
  ],
  2110063: [
    14,
    "川崎市中原区",
    "小杉町"
  ],
  2110064: [
    14,
    "川崎市中原区",
    "今井南町"
  ],
  2110065: [
    14,
    "川崎市中原区",
    "今井仲町"
  ],
  2110066: [
    14,
    "川崎市中原区",
    "今井西町"
  ],
  2110067: [
    14,
    "川崎市中原区",
    "今井上町"
  ],
  2110068: [
    14,
    "川崎市中原区",
    "小杉御殿町"
  ],
  212e4: [
    14,
    "川崎市幸区",
    ""
  ],
  2120001: [
    14,
    "川崎市幸区",
    "小向東芝町"
  ],
  2120002: [
    14,
    "川崎市幸区",
    "小向仲野町"
  ],
  2120003: [
    14,
    "川崎市幸区",
    "小向町"
  ],
  2120004: [
    14,
    "川崎市幸区",
    "小向西町"
  ],
  2120005: [
    14,
    "川崎市幸区",
    "戸手"
  ],
  2120006: [
    14,
    "川崎市幸区",
    "遠藤町"
  ],
  2120007: [
    14,
    "川崎市幸区",
    "河原町"
  ],
  2120011: [
    14,
    "川崎市幸区",
    "幸町"
  ],
  2120012: [
    14,
    "川崎市幸区",
    "中幸町"
  ],
  2120013: [
    14,
    "川崎市幸区",
    "堀川町"
  ],
  2120014: [
    14,
    "川崎市幸区",
    "大宮町"
  ],
  2120015: [
    14,
    "川崎市幸区",
    "柳町"
  ],
  2120016: [
    14,
    "川崎市幸区",
    "南幸町"
  ],
  2120021: [
    14,
    "川崎市幸区",
    "都町"
  ],
  2120022: [
    14,
    "川崎市幸区",
    "神明町"
  ],
  2120023: [
    14,
    "川崎市幸区",
    "戸手本町"
  ],
  2120024: [
    14,
    "川崎市幸区",
    "塚越"
  ],
  2120025: [
    14,
    "川崎市幸区",
    "古川町"
  ],
  2120026: [
    14,
    "川崎市幸区",
    "紺屋町"
  ],
  2120027: [
    14,
    "川崎市幸区",
    "新塚越"
  ],
  2120031: [
    14,
    "川崎市幸区",
    "新小倉"
  ],
  2120032: [
    14,
    "川崎市幸区",
    "新川崎"
  ],
  2120033: [
    14,
    "川崎市幸区",
    "東小倉"
  ],
  2120051: [
    14,
    "川崎市幸区",
    "東古市場"
  ],
  2120052: [
    14,
    "川崎市幸区",
    "古市場"
  ],
  2120053: [
    14,
    "川崎市幸区",
    "下平間"
  ],
  2120054: [
    14,
    "川崎市幸区",
    "小倉"
  ],
  2120055: [
    14,
    "川崎市幸区",
    "南加瀬"
  ],
  2120056: [
    14,
    "川崎市幸区",
    "矢上"
  ],
  2120057: [
    14,
    "川崎市幸区",
    "北加瀬"
  ],
  2120058: [
    14,
    "川崎市幸区",
    "鹿島田"
  ],
  213e4: [
    14,
    "川崎市高津区",
    ""
  ],
  2130001: [
    14,
    "川崎市高津区",
    "溝口"
  ],
  2130002: [
    14,
    "川崎市高津区",
    "二子"
  ],
  2130003: [
    14,
    "川崎市高津区",
    "瀬田"
  ],
  2130004: [
    14,
    "川崎市高津区",
    "諏訪"
  ],
  2130005: [
    14,
    "川崎市高津区",
    "北見方"
  ],
  2130006: [
    14,
    "川崎市高津区",
    "下野毛"
  ],
  2130011: [
    14,
    "川崎市高津区",
    "久本"
  ],
  2130012: [
    14,
    "川崎市高津区",
    "坂戸"
  ],
  2130013: [
    14,
    "川崎市高津区",
    "末長"
  ],
  2130014: [
    14,
    "川崎市高津区",
    "新作"
  ],
  2130015: [
    14,
    "川崎市高津区",
    "梶ケ谷"
  ],
  2130021: [
    14,
    "川崎市高津区",
    "千年新町"
  ],
  2130022: [
    14,
    "川崎市高津区",
    "千年"
  ],
  2130023: [
    14,
    "川崎市高津区",
    "子母口"
  ],
  2130024: [
    14,
    "川崎市高津区",
    "明津"
  ],
  2130025: [
    14,
    "川崎市高津区",
    "蟹ケ谷"
  ],
  2130026: [
    14,
    "川崎市高津区",
    "久末"
  ],
  2130028: [
    14,
    "川崎市高津区",
    "北野川"
  ],
  2130029: [
    14,
    "川崎市高津区",
    "東野川"
  ],
  2130031: [
    14,
    "川崎市高津区",
    "宇奈根"
  ],
  2130032: [
    14,
    "川崎市高津区",
    "久地"
  ],
  2130033: [
    14,
    "川崎市高津区",
    "下作延"
  ],
  2130034: [
    14,
    "川崎市高津区",
    "上作延"
  ],
  2130035: [
    14,
    "川崎市高津区",
    "向ケ丘"
  ],
  214e4: [
    14,
    "川崎市多摩区",
    ""
  ],
  2140001: [
    14,
    "川崎市多摩区",
    "菅"
  ],
  2140002: [
    14,
    "川崎市多摩区",
    "菅野戸呂"
  ],
  2140003: [
    14,
    "川崎市多摩区",
    "菅稲田堤"
  ],
  2140004: [
    14,
    "川崎市多摩区",
    "菅馬場"
  ],
  2140005: [
    14,
    "川崎市多摩区",
    "寺尾台"
  ],
  2140006: [
    14,
    "川崎市多摩区",
    "菅仙谷"
  ],
  2140007: [
    14,
    "川崎市多摩区",
    "菅城下"
  ],
  2140008: [
    14,
    "川崎市多摩区",
    "菅北浦"
  ],
  2140011: [
    14,
    "川崎市多摩区",
    "布田"
  ],
  2140012: [
    14,
    "川崎市多摩区",
    "中野島"
  ],
  2140013: [
    14,
    "川崎市多摩区",
    "登戸新町"
  ],
  2140014: [
    14,
    "川崎市多摩区",
    "登戸"
  ],
  2140021: [
    14,
    "川崎市多摩区",
    "宿河原"
  ],
  2140022: [
    14,
    "川崎市多摩区",
    "堰"
  ],
  2140023: [
    14,
    "川崎市多摩区",
    "長尾"
  ],
  2140031: [
    14,
    "川崎市多摩区",
    "東生田"
  ],
  2140032: [
    14,
    "川崎市多摩区",
    "枡形"
  ],
  2140033: [
    14,
    "川崎市多摩区",
    "東三田"
  ],
  2140034: [
    14,
    "川崎市多摩区",
    "三田"
  ],
  2140035: [
    14,
    "川崎市多摩区",
    "長沢"
  ],
  2140036: [
    14,
    "川崎市多摩区",
    "南生田"
  ],
  2140037: [
    14,
    "川崎市多摩区",
    "西生田"
  ],
  2140038: [
    14,
    "川崎市多摩区",
    "生田"
  ],
  2140039: [
    14,
    "川崎市多摩区",
    "栗谷"
  ],
  215e4: [
    14,
    "川崎市麻生区",
    ""
  ],
  2150001: [
    14,
    "川崎市麻生区",
    "細山"
  ],
  2150002: [
    14,
    "川崎市麻生区",
    "多摩美"
  ],
  2150003: [
    14,
    "川崎市麻生区",
    "高石"
  ],
  2150004: [
    14,
    "川崎市麻生区",
    "万福寺"
  ],
  2150005: [
    14,
    "川崎市麻生区",
    "千代ケ丘"
  ],
  2150006: [
    14,
    "川崎市麻生区",
    "金程"
  ],
  2150007: [
    14,
    "川崎市麻生区",
    "向原"
  ],
  2150011: [
    14,
    "川崎市麻生区",
    "百合丘"
  ],
  2150012: [
    14,
    "川崎市麻生区",
    "東百合丘"
  ],
  2150013: [
    14,
    "川崎市麻生区",
    "王禅寺"
  ],
  2150014: [
    14,
    "川崎市麻生区",
    "白山"
  ],
  2150015: [
    14,
    "川崎市麻生区",
    "虹ケ丘"
  ],
  2150016: [
    14,
    "川崎市麻生区",
    "早野"
  ],
  2150017: [
    14,
    "川崎市麻生区",
    "王禅寺西"
  ],
  2150018: [
    14,
    "川崎市麻生区",
    "王禅寺東"
  ],
  2150021: [
    14,
    "川崎市麻生区",
    "上麻生"
  ],
  2150022: [
    14,
    "川崎市麻生区",
    "下麻生"
  ],
  2150023: [
    14,
    "川崎市麻生区",
    "片平"
  ],
  2150024: [
    14,
    "川崎市麻生区",
    "白鳥"
  ],
  2150025: [
    14,
    "川崎市麻生区",
    "五力田"
  ],
  2150026: [
    14,
    "川崎市麻生区",
    "古沢"
  ],
  2150027: [
    14,
    "川崎市麻生区",
    "岡上"
  ],
  2150031: [
    14,
    "川崎市麻生区",
    "栗平"
  ],
  2150032: [
    14,
    "川崎市麻生区",
    "栗木台"
  ],
  2150033: [
    14,
    "川崎市麻生区",
    "栗木"
  ],
  2150034: [
    14,
    "川崎市麻生区",
    "南黒川"
  ],
  2150035: [
    14,
    "川崎市麻生区",
    "黒川"
  ],
  2150036: [
    14,
    "川崎市麻生区",
    "はるひ野"
  ],
  216e4: [
    14,
    "川崎市宮前区",
    ""
  ],
  2160002: [
    14,
    "川崎市宮前区",
    "東有馬"
  ],
  2160003: [
    14,
    "川崎市宮前区",
    "有馬"
  ],
  2160004: [
    14,
    "川崎市宮前区",
    "鷺沼"
  ],
  2160005: [
    14,
    "川崎市宮前区",
    "土橋"
  ],
  2160006: [
    14,
    "川崎市宮前区",
    "宮前平"
  ],
  2160007: [
    14,
    "川崎市宮前区",
    "小台"
  ],
  2160011: [
    14,
    "川崎市宮前区",
    "犬蔵"
  ],
  2160012: [
    14,
    "川崎市宮前区",
    "水沢"
  ],
  2160013: [
    14,
    "川崎市宮前区",
    "潮見台"
  ],
  2160014: [
    14,
    "川崎市宮前区",
    "菅生ケ丘"
  ],
  2160015: [
    14,
    "川崎市宮前区",
    "菅生"
  ],
  2160021: [
    14,
    "川崎市宮前区",
    "五所塚"
  ],
  2160022: [
    14,
    "川崎市宮前区",
    "平"
  ],
  2160023: [
    14,
    "川崎市宮前区",
    "けやき平"
  ],
  2160024: [
    14,
    "川崎市宮前区",
    "南平台"
  ],
  2160025: [
    14,
    "川崎市宮前区",
    "白幡台"
  ],
  2160026: [
    14,
    "川崎市宮前区",
    "初山"
  ],
  2160031: [
    14,
    "川崎市宮前区",
    "神木本町"
  ],
  2160032: [
    14,
    "川崎市宮前区",
    "神木"
  ],
  2160033: [
    14,
    "川崎市宮前区",
    "宮崎"
  ],
  2160034: [
    14,
    "川崎市宮前区",
    "梶ケ谷"
  ],
  2160035: [
    14,
    "川崎市宮前区",
    "馬絹"
  ],
  2160041: [
    14,
    "川崎市宮前区",
    "野川本町"
  ],
  2160042: [
    14,
    "川崎市宮前区",
    "南野川"
  ],
  2160043: [
    14,
    "川崎市宮前区",
    "野川台"
  ],
  2160044: [
    14,
    "川崎市宮前区",
    "西野川"
  ]
};
export {
  t as default
};
