const t = {
  2600001: [
    12,
    "千葉市中央区",
    "都町"
  ],
  2600002: [
    12,
    "千葉市中央区",
    "旭町"
  ],
  2600003: [
    12,
    "千葉市中央区",
    "鶴沢町"
  ],
  2600004: [
    12,
    "千葉市中央区",
    "東本町"
  ],
  2600005: [
    12,
    "千葉市中央区",
    "道場南"
  ],
  2600006: [
    12,
    "千葉市中央区",
    "道場北"
  ],
  2600007: [
    12,
    "千葉市中央区",
    "祐光"
  ],
  2600011: [
    12,
    "千葉市中央区",
    "亀井町"
  ],
  2600012: [
    12,
    "千葉市中央区",
    "本町"
  ],
  2600013: [
    12,
    "千葉市中央区",
    "中央"
  ],
  2600014: [
    12,
    "千葉市中央区",
    "本千葉町"
  ],
  2600015: [
    12,
    "千葉市中央区",
    "富士見"
  ],
  2600016: [
    12,
    "千葉市中央区",
    "栄町"
  ],
  2600017: [
    12,
    "千葉市中央区",
    "要町"
  ],
  2600018: [
    12,
    "千葉市中央区",
    "院内"
  ],
  2600021: [
    12,
    "千葉市中央区",
    "新宿"
  ],
  2600022: [
    12,
    "千葉市中央区",
    "神明町"
  ],
  2600023: [
    12,
    "千葉市中央区",
    "出洲港"
  ],
  2600024: [
    12,
    "千葉市中央区",
    "中央港"
  ],
  2600025: [
    12,
    "千葉市中央区",
    "問屋町"
  ],
  2600026: [
    12,
    "千葉市中央区",
    "千葉港"
  ],
  2600027: [
    12,
    "千葉市中央区",
    "新田町"
  ],
  2600028: [
    12,
    "千葉市中央区",
    "新町"
  ],
  2600031: [
    12,
    "千葉市中央区",
    "新千葉"
  ],
  2600032: [
    12,
    "千葉市中央区",
    "登戸"
  ],
  2600033: [
    12,
    "千葉市中央区",
    "春日"
  ],
  2600034: [
    12,
    "千葉市中央区",
    "汐見丘町"
  ],
  2600041: [
    12,
    "千葉市中央区",
    "東千葉"
  ],
  2600042: [
    12,
    "千葉市中央区",
    "椿森"
  ],
  2600044: [
    12,
    "千葉市中央区",
    "松波"
  ],
  2600045: [
    12,
    "千葉市中央区",
    "弁天"
  ],
  2600801: [
    12,
    "千葉市中央区",
    "仁戸名町"
  ],
  2600802: [
    12,
    "千葉市中央区",
    "川戸町"
  ],
  2600803: [
    12,
    "千葉市中央区",
    "花輪町"
  ],
  2600804: [
    12,
    "千葉市中央区",
    "赤井町"
  ],
  2600805: [
    12,
    "千葉市中央区",
    "宮崎町"
  ],
  2600806: [
    12,
    "千葉市中央区",
    "宮崎"
  ],
  2600807: [
    12,
    "千葉市中央区",
    "松ケ丘町"
  ],
  2600808: [
    12,
    "千葉市中央区",
    "星久喜町"
  ],
  2600811: [
    12,
    "千葉市中央区",
    "大森町"
  ],
  2600812: [
    12,
    "千葉市中央区",
    "大巌寺町"
  ],
  2600813: [
    12,
    "千葉市中央区",
    "生実町"
  ],
  2600814: [
    12,
    "千葉市中央区",
    "南生実町"
  ],
  2600815: [
    12,
    "千葉市中央区",
    "今井町"
  ],
  2600816: [
    12,
    "千葉市中央区",
    "鵜の森町"
  ],
  2600821: [
    12,
    "千葉市中央区",
    "若草"
  ],
  2600822: [
    12,
    "千葉市中央区",
    "蘇我"
  ],
  2600823: [
    12,
    "千葉市中央区",
    "塩田町"
  ],
  2600824: [
    12,
    "千葉市中央区",
    "浜野町"
  ],
  2600825: [
    12,
    "千葉市中央区",
    "村田町"
  ],
  2600826: [
    12,
    "千葉市中央区",
    "新浜町"
  ],
  2600831: [
    12,
    "千葉市中央区",
    "港町"
  ],
  2600832: [
    12,
    "千葉市中央区",
    "寒川町"
  ],
  2600833: [
    12,
    "千葉市中央区",
    "稲荷町"
  ],
  2600834: [
    12,
    "千葉市中央区",
    "今井"
  ],
  2600835: [
    12,
    "千葉市中央区",
    "川崎町"
  ],
  2600841: [
    12,
    "千葉市中央区",
    "白旗"
  ],
  2600842: [
    12,
    "千葉市中央区",
    "南町"
  ],
  2600843: [
    12,
    "千葉市中央区",
    "末広"
  ],
  2600844: [
    12,
    "千葉市中央区",
    "千葉寺町"
  ],
  2600851: [
    12,
    "千葉市中央区",
    "矢作町"
  ],
  2600852: [
    12,
    "千葉市中央区",
    "青葉町"
  ],
  2600853: [
    12,
    "千葉市中央区",
    "葛城"
  ],
  2600854: [
    12,
    "千葉市中央区",
    "長洲"
  ],
  2600855: [
    12,
    "千葉市中央区",
    "市場町"
  ],
  2600856: [
    12,
    "千葉市中央区",
    "亥鼻"
  ],
  2600857: [
    12,
    "千葉市中央区",
    "亀岡町"
  ],
  261e4: [
    12,
    "千葉市美浜区",
    ""
  ],
  2610001: [
    12,
    "千葉市美浜区",
    "幸町"
  ],
  2610002: [
    12,
    "千葉市美浜区",
    "新港"
  ],
  2610003: [
    12,
    "千葉市美浜区",
    "高浜"
  ],
  2610004: [
    12,
    "千葉市美浜区",
    "高洲"
  ],
  2610005: [
    12,
    "千葉市美浜区",
    "稲毛海岸"
  ],
  2610011: [
    12,
    "千葉市美浜区",
    "真砂"
  ],
  2610012: [
    12,
    "千葉市美浜区",
    "磯辺"
  ],
  2610013: [
    12,
    "千葉市美浜区",
    "打瀬"
  ],
  2610014: [
    12,
    "千葉市美浜区",
    "若葉"
  ],
  2610021: [
    12,
    "千葉市美浜区",
    "ひび野"
  ],
  2610022: [
    12,
    "千葉市美浜区",
    "美浜"
  ],
  2610023: [
    12,
    "千葉市美浜区",
    "中瀬"
  ],
  2610024: [
    12,
    "千葉市美浜区",
    "豊砂"
  ],
  2610025: [
    12,
    "千葉市美浜区",
    "浜田"
  ],
  2610026: [
    12,
    "千葉市美浜区",
    "幕張西"
  ],
  2617101: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617102: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617103: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617104: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617105: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617106: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617107: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617108: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617109: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617110: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617111: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617112: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617113: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617114: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617115: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617116: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617117: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617118: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617119: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617120: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617121: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617122: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617123: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617124: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617125: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617126: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617127: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617128: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617129: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617130: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617131: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617132: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617133: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617134: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617135: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  2617190: [
    12,
    "千葉市美浜区",
    "中瀬ワールドビジネスガーデン"
  ],
  262e4: [
    12,
    "千葉市花見川区",
    ""
  ],
  2620001: [
    12,
    "千葉市花見川区",
    "横戸町"
  ],
  2620002: [
    12,
    "千葉市花見川区",
    "内山町"
  ],
  2620003: [
    12,
    "千葉市花見川区",
    "宇那谷町"
  ],
  2620004: [
    12,
    "千葉市花見川区",
    "大日町"
  ],
  2620005: [
    12,
    "千葉市花見川区",
    "こてはし台"
  ],
  2620006: [
    12,
    "千葉市花見川区",
    "横戸台"
  ],
  2620007: [
    12,
    "千葉市花見川区",
    "み春野"
  ],
  2620011: [
    12,
    "千葉市花見川区",
    "三角町"
  ],
  2620012: [
    12,
    "千葉市花見川区",
    "千種町"
  ],
  2620013: [
    12,
    "千葉市花見川区",
    "犢橋町"
  ],
  2620014: [
    12,
    "千葉市花見川区",
    "さつきが丘"
  ],
  2620015: [
    12,
    "千葉市花見川区",
    "宮野木台"
  ],
  2620016: [
    12,
    "千葉市花見川区",
    "西小中台"
  ],
  2620017: [
    12,
    "千葉市花見川区",
    "朝日ケ丘町"
  ],
  2620018: [
    12,
    "千葉市花見川区",
    "畑町"
  ],
  2620019: [
    12,
    "千葉市花見川区",
    "朝日ケ丘"
  ],
  2620021: [
    12,
    "千葉市花見川区",
    "花園町"
  ],
  2620022: [
    12,
    "千葉市花見川区",
    "南花園"
  ],
  2620023: [
    12,
    "千葉市花見川区",
    "検見川町"
  ],
  2620024: [
    12,
    "千葉市花見川区",
    "浪花町"
  ],
  2620025: [
    12,
    "千葉市花見川区",
    "花園"
  ],
  2620026: [
    12,
    "千葉市花見川区",
    "瑞穂"
  ],
  2620031: [
    12,
    "千葉市花見川区",
    "武石町"
  ],
  2620032: [
    12,
    "千葉市花見川区",
    "幕張町"
  ],
  2620033: [
    12,
    "千葉市花見川区",
    "幕張本郷"
  ],
  2620041: [
    12,
    "千葉市花見川区",
    "柏井町"
  ],
  2620042: [
    12,
    "千葉市花見川区",
    "花島町"
  ],
  2620043: [
    12,
    "千葉市花見川区",
    "天戸町"
  ],
  2620044: [
    12,
    "千葉市花見川区",
    "長作町"
  ],
  2620045: [
    12,
    "千葉市花見川区",
    "作新台"
  ],
  2620046: [
    12,
    "千葉市花見川区",
    "花見川"
  ],
  2620047: [
    12,
    "千葉市花見川区",
    "長作台"
  ],
  2620048: [
    12,
    "千葉市花見川区",
    "柏井"
  ],
  263e4: [
    12,
    "千葉市稲毛区",
    ""
  ],
  2630001: [
    12,
    "千葉市稲毛区",
    "長沼原町"
  ],
  2630002: [
    12,
    "千葉市稲毛区",
    "山王町"
  ],
  2630003: [
    12,
    "千葉市稲毛区",
    "小深町"
  ],
  2630004: [
    12,
    "千葉市稲毛区",
    "六方町"
  ],
  2630005: [
    12,
    "千葉市稲毛区",
    "長沼町"
  ],
  2630011: [
    12,
    "千葉市稲毛区",
    "天台町"
  ],
  2630012: [
    12,
    "千葉市稲毛区",
    "萩台町"
  ],
  2630013: [
    12,
    "千葉市稲毛区",
    "千草台"
  ],
  2630014: [
    12,
    "千葉市稲毛区",
    "作草部町"
  ],
  2630015: [
    12,
    "千葉市稲毛区",
    "作草部"
  ],
  2630016: [
    12,
    "千葉市稲毛区",
    "天台"
  ],
  2630021: [
    12,
    "千葉市稲毛区",
    "轟町"
  ],
  2630022: [
    12,
    "千葉市稲毛区",
    "弥生町"
  ],
  2630023: [
    12,
    "千葉市稲毛区",
    "緑町"
  ],
  2630024: [
    12,
    "千葉市稲毛区",
    "穴川"
  ],
  2630025: [
    12,
    "千葉市稲毛区",
    "穴川町"
  ],
  2630031: [
    12,
    "千葉市稲毛区",
    "稲毛東"
  ],
  2630032: [
    12,
    "千葉市稲毛区",
    "稲毛台町"
  ],
  2630033: [
    12,
    "千葉市稲毛区",
    "稲丘町"
  ],
  2630034: [
    12,
    "千葉市稲毛区",
    "稲毛"
  ],
  2630035: [
    12,
    "千葉市稲毛区",
    "稲毛町"
  ],
  2630041: [
    12,
    "千葉市稲毛区",
    "黒砂台"
  ],
  2630042: [
    12,
    "千葉市稲毛区",
    "黒砂"
  ],
  2630043: [
    12,
    "千葉市稲毛区",
    "小仲台"
  ],
  2630044: [
    12,
    "千葉市稲毛区",
    "小中台町"
  ],
  2630051: [
    12,
    "千葉市稲毛区",
    "園生町"
  ],
  2630052: [
    12,
    "千葉市稲毛区",
    "あやめ台"
  ],
  2630053: [
    12,
    "千葉市稲毛区",
    "柏台"
  ],
  2630054: [
    12,
    "千葉市稲毛区",
    "宮野木町"
  ],
  264e4: [
    12,
    "千葉市若葉区",
    ""
  ],
  2640001: [
    12,
    "千葉市若葉区",
    "金親町"
  ],
  2640002: [
    12,
    "千葉市若葉区",
    "千城台東"
  ],
  2640003: [
    12,
    "千葉市若葉区",
    "千城台南"
  ],
  2640004: [
    12,
    "千葉市若葉区",
    "千城台西"
  ],
  2640005: [
    12,
    "千葉市若葉区",
    "千城台北"
  ],
  2640006: [
    12,
    "千葉市若葉区",
    "小倉台"
  ],
  2640007: [
    12,
    "千葉市若葉区",
    "小倉町"
  ],
  2640011: [
    12,
    "千葉市若葉区",
    "大草町"
  ],
  2640012: [
    12,
    "千葉市若葉区",
    "坂月町"
  ],
  2640013: [
    12,
    "千葉市若葉区",
    "太田町"
  ],
  2640014: [
    12,
    "千葉市若葉区",
    "北大宮台"
  ],
  2640015: [
    12,
    "千葉市若葉区",
    "大宮台"
  ],
  2640016: [
    12,
    "千葉市若葉区",
    "大宮町"
  ],
  2640017: [
    12,
    "千葉市若葉区",
    "加曽利町"
  ],
  2640020: [
    12,
    "千葉市若葉区",
    "貝塚"
  ],
  2640021: [
    12,
    "千葉市若葉区",
    "若松町"
  ],
  2640023: [
    12,
    "千葉市若葉区",
    "貝塚町"
  ],
  2640024: [
    12,
    "千葉市若葉区",
    "高品町"
  ],
  2640025: [
    12,
    "千葉市若葉区",
    "都賀"
  ],
  2640026: [
    12,
    "千葉市若葉区",
    "西都賀"
  ],
  2640027: [
    12,
    "千葉市若葉区",
    "若松台"
  ],
  2640028: [
    12,
    "千葉市若葉区",
    "桜木"
  ],
  2640029: [
    12,
    "千葉市若葉区",
    "桜木北"
  ],
  2640031: [
    12,
    "千葉市若葉区",
    "愛生町"
  ],
  2640032: [
    12,
    "千葉市若葉区",
    "みつわ台"
  ],
  2640033: [
    12,
    "千葉市若葉区",
    "都賀の台"
  ],
  2640034: [
    12,
    "千葉市若葉区",
    "原町"
  ],
  2640035: [
    12,
    "千葉市若葉区",
    "東寺山町"
  ],
  2640036: [
    12,
    "千葉市若葉区",
    "殿台町"
  ],
  2640037: [
    12,
    "千葉市若葉区",
    "源町"
  ],
  2650041: [
    12,
    "千葉市若葉区",
    "富田町"
  ],
  2650042: [
    12,
    "千葉市若葉区",
    "古泉町"
  ],
  2650043: [
    12,
    "千葉市若葉区",
    "中田町"
  ],
  2650044: [
    12,
    "千葉市若葉区",
    "下泉町"
  ],
  2650045: [
    12,
    "千葉市若葉区",
    "上泉町"
  ],
  2650046: [
    12,
    "千葉市若葉区",
    "小間子町"
  ],
  2650051: [
    12,
    "千葉市若葉区",
    "中野町"
  ],
  2650052: [
    12,
    "千葉市若葉区",
    "和泉町"
  ],
  2650053: [
    12,
    "千葉市若葉区",
    "野呂町"
  ],
  2650061: [
    12,
    "千葉市若葉区",
    "高根町"
  ],
  2650062: [
    12,
    "千葉市若葉区",
    "川井町"
  ],
  2650063: [
    12,
    "千葉市若葉区",
    "五十土町"
  ],
  2650064: [
    12,
    "千葉市若葉区",
    "大広町"
  ],
  2650065: [
    12,
    "千葉市若葉区",
    "佐和町"
  ],
  2650066: [
    12,
    "千葉市若葉区",
    "多部田町"
  ],
  2650067: [
    12,
    "千葉市若葉区",
    "北谷津町"
  ],
  2650071: [
    12,
    "千葉市若葉区",
    "旦谷町"
  ],
  2650072: [
    12,
    "千葉市若葉区",
    "谷当町"
  ],
  2650073: [
    12,
    "千葉市若葉区",
    "更科町"
  ],
  2650074: [
    12,
    "千葉市若葉区",
    "御殿町"
  ],
  2650075: [
    12,
    "千葉市若葉区",
    "大井戸町"
  ],
  2650076: [
    12,
    "千葉市若葉区",
    "下田町"
  ],
  2650077: [
    12,
    "千葉市若葉区",
    "御成台"
  ],
  266e4: [
    12,
    "千葉市緑区",
    ""
  ],
  2660001: [
    12,
    "千葉市緑区",
    "東山科町"
  ],
  2660002: [
    12,
    "千葉市緑区",
    "平山町"
  ],
  2660003: [
    12,
    "千葉市緑区",
    "高田町"
  ],
  2660004: [
    12,
    "千葉市緑区",
    "平川町"
  ],
  2660005: [
    12,
    "千葉市緑区",
    "誉田町"
  ],
  2660006: [
    12,
    "千葉市緑区",
    "大膳野町"
  ],
  2660007: [
    12,
    "千葉市緑区",
    "辺田町"
  ],
  2660011: [
    12,
    "千葉市緑区",
    "鎌取町"
  ],
  2660014: [
    12,
    "千葉市緑区",
    "大金沢町"
  ],
  2660015: [
    12,
    "千葉市緑区",
    "小金沢町"
  ],
  2660016: [
    12,
    "千葉市緑区",
    "椎名崎町"
  ],
  2660021: [
    12,
    "千葉市緑区",
    "刈田子町"
  ],
  2660022: [
    12,
    "千葉市緑区",
    "富岡町"
  ],
  2660023: [
    12,
    "千葉市緑区",
    "茂呂町"
  ],
  2660024: [
    12,
    "千葉市緑区",
    "中西町"
  ],
  2660025: [
    12,
    "千葉市緑区",
    "落井町"
  ],
  2660026: [
    12,
    "千葉市緑区",
    "古市場町"
  ],
  2660031: [
    12,
    "千葉市緑区",
    "おゆみ野"
  ],
  2660032: [
    12,
    "千葉市緑区",
    "おゆみ野中央"
  ],
  2660033: [
    12,
    "千葉市緑区",
    "おゆみ野南"
  ],
  2660034: [
    12,
    "千葉市緑区",
    "おゆみ野有吉"
  ],
  2670051: [
    12,
    "千葉市緑区",
    "上大和田町"
  ],
  2670052: [
    12,
    "千葉市緑区",
    "下大和田町"
  ],
  2670053: [
    12,
    "千葉市緑区",
    "高津戸町"
  ],
  2670054: [
    12,
    "千葉市緑区",
    "大高町"
  ],
  2670055: [
    12,
    "千葉市緑区",
    "越智町"
  ],
  2670056: [
    12,
    "千葉市緑区",
    "大野台"
  ],
  2670057: [
    12,
    "千葉市緑区",
    "大木戸町"
  ],
  2670061: [
    12,
    "千葉市緑区",
    "土気町"
  ],
  2670062: [
    12,
    "千葉市緑区",
    "小食土町"
  ],
  2670063: [
    12,
    "千葉市緑区",
    "小山町"
  ],
  2670064: [
    12,
    "千葉市緑区",
    "板倉町"
  ],
  2670065: [
    12,
    "千葉市緑区",
    "大椎町"
  ],
  2670066: [
    12,
    "千葉市緑区",
    "あすみが丘"
  ],
  2670067: [
    12,
    "千葉市緑区",
    "あすみが丘東"
  ]
};
export {
  t as default
};
