const t = {
  4500002: [
    23,
    "名古屋市中村区",
    "名駅"
  ],
  4500003: [
    23,
    "名古屋市中村区",
    "名駅南"
  ],
  4500004: [
    23,
    "名古屋市中村区",
    "松重町"
  ],
  4500005: [
    23,
    "名古屋市中村区",
    "西日置"
  ],
  4500006: [
    23,
    "名古屋市中村区",
    "下広井町"
  ],
  4500007: [
    23,
    "名古屋市中村区",
    "笹島町"
  ],
  4506001: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506002: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506003: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506004: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506005: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506006: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506007: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506008: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506009: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506010: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506011: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506012: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506013: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506014: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506015: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506016: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506017: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506018: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506019: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506020: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506021: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506022: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506023: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506024: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506025: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506026: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506027: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506028: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506029: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506030: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506031: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506032: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506033: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506034: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506035: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506036: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506037: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506038: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506039: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506040: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506041: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506042: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506043: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506044: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506045: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506046: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506047: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506048: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506049: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506050: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506051: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506090: [
    23,
    "名古屋市中村区",
    "名駅ＪＲセントラルタワーズ"
  ],
  4506201: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506202: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506203: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506204: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506205: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506206: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506207: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506208: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506209: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506210: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506211: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506212: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506213: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506214: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506215: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506216: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506217: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506218: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506219: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506220: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506221: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506222: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506223: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506224: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506225: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506226: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506227: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506228: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506229: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506230: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506231: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506232: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506233: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506234: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506235: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506236: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506237: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506238: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506239: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506240: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506241: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506242: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506243: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506244: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506245: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506246: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506247: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506290: [
    23,
    "名古屋市中村区",
    "名駅ミッドランドスクエア"
  ],
  4506301: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506302: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506303: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506304: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506305: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506306: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506307: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506308: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506309: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506310: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506311: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506312: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506313: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506314: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506315: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506316: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506317: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506318: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506319: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506320: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506321: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506322: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506323: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506324: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506325: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506326: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506327: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506328: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506329: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506330: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506331: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506332: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506333: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506334: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506335: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506336: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506337: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506338: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506339: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506340: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506390: [
    23,
    "名古屋市中村区",
    "名駅ＪＰタワー名古屋"
  ],
  4506401: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506402: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506403: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506404: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506405: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506406: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506407: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506408: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506409: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506410: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506411: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506412: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506413: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506414: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506415: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506416: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506417: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506418: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506419: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506420: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506421: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506422: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506423: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506424: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506425: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506426: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506427: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506428: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506429: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506430: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506431: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506432: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506433: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506434: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506490: [
    23,
    "名古屋市中村区",
    "名駅大名古屋ビルヂング"
  ],
  4506601: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506602: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506603: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506604: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506605: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506606: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506607: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506608: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506609: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506610: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506611: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506612: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506613: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506614: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506615: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506616: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506617: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506618: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506619: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506620: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506621: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506622: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506623: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506624: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506625: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506626: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506627: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506628: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506629: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506630: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506631: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506632: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506633: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506634: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506635: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506636: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506637: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506638: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506639: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506640: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506641: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506642: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506643: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506644: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506645: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506646: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  4506690: [
    23,
    "名古屋市中村区",
    "名駅ＪＲゲートタワー"
  ],
  451e4: [
    23,
    "名古屋市西区",
    ""
  ],
  4510011: [
    23,
    "名古屋市西区",
    "桝形町"
  ],
  4510012: [
    23,
    "名古屋市西区",
    "稲生町"
  ],
  4510013: [
    23,
    "名古屋市西区",
    "江向町"
  ],
  4510014: [
    23,
    "名古屋市西区",
    "又穂町"
  ],
  4510015: [
    23,
    "名古屋市西区",
    "香呑町"
  ],
  4510016: [
    23,
    "名古屋市西区",
    "庄内通"
  ],
  4510021: [
    23,
    "名古屋市西区",
    "天塚町"
  ],
  4510022: [
    23,
    "名古屋市西区",
    "貝田町"
  ],
  4510023: [
    23,
    "名古屋市西区",
    "城北町"
  ],
  4510024: [
    23,
    "名古屋市西区",
    "秩父通"
  ],
  4510025: [
    23,
    "名古屋市西区",
    "上名古屋"
  ],
  4510026: [
    23,
    "名古屋市西区",
    "田幡町"
  ],
  4510027: [
    23,
    "名古屋市西区",
    "西志賀町"
  ],
  4510031: [
    23,
    "名古屋市西区",
    "城西"
  ],
  4510032: [
    23,
    "名古屋市西区",
    "数寄屋町"
  ],
  4510033: [
    23,
    "名古屋市西区",
    "堀端町"
  ],
  4510034: [
    23,
    "名古屋市西区",
    "樋の口町"
  ],
  4510035: [
    23,
    "名古屋市西区",
    "浅間"
  ],
  4510041: [
    23,
    "名古屋市西区",
    "幅下"
  ],
  4510042: [
    23,
    "名古屋市西区",
    "那古野"
  ],
  4510043: [
    23,
    "名古屋市西区",
    "新道"
  ],
  4510044: [
    23,
    "名古屋市西区",
    "菊井"
  ],
  4510045: [
    23,
    "名古屋市西区",
    "名駅"
  ],
  4510046: [
    23,
    "名古屋市西区",
    "牛島町"
  ],
  4510051: [
    23,
    "名古屋市西区",
    "則武新町"
  ],
  4510052: [
    23,
    "名古屋市西区",
    "栄生"
  ],
  4510053: [
    23,
    "名古屋市西区",
    "枇杷島"
  ],
  4510054: [
    23,
    "名古屋市西区",
    "南堀越"
  ],
  4510055: [
    23,
    "名古屋市西区",
    "堀越"
  ],
  4510061: [
    23,
    "名古屋市西区",
    "浄心"
  ],
  4510062: [
    23,
    "名古屋市西区",
    "花の木"
  ],
  4510063: [
    23,
    "名古屋市西区",
    "押切"
  ],
  4510064: [
    23,
    "名古屋市西区",
    "名西"
  ],
  4510065: [
    23,
    "名古屋市西区",
    "天神山町"
  ],
  4510066: [
    23,
    "名古屋市西区",
    "児玉"
  ],
  4510071: [
    23,
    "名古屋市西区",
    "鳥見町"
  ],
  4510072: [
    23,
    "名古屋市西区",
    "笠取町"
  ],
  4510073: [
    23,
    "名古屋市西区",
    "浄心本通"
  ],
  4510074: [
    23,
    "名古屋市西区",
    "万代町"
  ],
  4510075: [
    23,
    "名古屋市西区",
    "康生通"
  ],
  4510076: [
    23,
    "名古屋市西区",
    "東岸町"
  ],
  4510077: [
    23,
    "名古屋市西区",
    "笹塚町"
  ],
  4510081: [
    23,
    "名古屋市西区",
    "名塚町"
  ],
  4510082: [
    23,
    "名古屋市西区",
    "大金町"
  ],
  4510083: [
    23,
    "名古屋市西区",
    "新福寺町"
  ],
  4510084: [
    23,
    "名古屋市西区",
    "上堀越町"
  ],
  4516001: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516002: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516003: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516004: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516005: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516006: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516007: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516008: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516009: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516010: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516011: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516012: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516013: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516014: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516015: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516016: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516017: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516018: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516019: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516020: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516021: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516022: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516023: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516024: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516025: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516026: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516027: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516028: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516029: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516030: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516031: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516032: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516033: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516034: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516035: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516036: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516037: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516038: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516039: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516040: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  4516090: [
    23,
    "名古屋市西区",
    "牛島町名古屋ルーセントタワー"
  ],
  452e4: [
    23,
    "清須市",
    ""
  ],
  4520001: [
    23,
    "清須市",
    "西枇杷島町古城"
  ],
  4520002: [
    23,
    "清須市",
    "西枇杷島町花咲"
  ],
  4520003: [
    23,
    "清須市",
    "西枇杷島町末広"
  ],
  4520004: [
    23,
    "清須市",
    "西枇杷島町大黒"
  ],
  4520005: [
    23,
    "清須市",
    "西枇杷島町恵比須"
  ],
  4520006: [
    23,
    "清須市",
    "西枇杷島町弁天"
  ],
  4520007: [
    23,
    "清須市",
    "西枇杷島町一反五畝割"
  ],
  4520008: [
    23,
    "清須市",
    "西枇杷島町地領"
  ],
  4520009: [
    23,
    "清須市",
    "西枇杷島町西八丁"
  ],
  4520010: [
    23,
    "清須市",
    "西枇杷島町稲株"
  ],
  4520011: [
    23,
    "清須市",
    "西枇杷島町城並"
  ],
  4520012: [
    23,
    "清須市",
    "西枇杷島町北大和"
  ],
  4520013: [
    23,
    "清須市",
    "西枇杷島町南大和"
  ],
  4520014: [
    23,
    "清須市",
    "西枇杷島町押花"
  ],
  4520015: [
    23,
    "清須市",
    "西枇杷島町泉"
  ],
  4520016: [
    23,
    "清須市",
    "西枇杷島町砂入"
  ],
  4520017: [
    23,
    "清須市",
    "西枇杷島町下砂入"
  ],
  4520018: [
    23,
    "清須市",
    "西枇杷島町住吉"
  ],
  4520021: [
    23,
    "清須市",
    "西枇杷島町小田井"
  ],
  4520022: [
    23,
    "清須市",
    "西枇杷島町上新"
  ],
  4520023: [
    23,
    "清須市",
    "西枇杷島町下新"
  ],
  4520024: [
    23,
    "清須市",
    "西枇杷島町片町"
  ],
  4520025: [
    23,
    "清須市",
    "西枇杷島町十軒裏"
  ],
  4520026: [
    23,
    "清須市",
    "西枇杷島町橋詰"
  ],
  4520031: [
    23,
    "清須市",
    "西枇杷島町宮前"
  ],
  4520032: [
    23,
    "清須市",
    "西枇杷島町養和"
  ],
  4520033: [
    23,
    "清須市",
    "西枇杷島町二見"
  ],
  4520034: [
    23,
    "清須市",
    "西枇杷島町日之出"
  ],
  4520035: [
    23,
    "清須市",
    "西枇杷島町問屋"
  ],
  4520036: [
    23,
    "清須市",
    "西枇杷島町南問屋"
  ],
  4520037: [
    23,
    "清須市",
    "枇杷島駅前東"
  ],
  4520041: [
    23,
    "清須市",
    "西枇杷島町小野田"
  ],
  4520042: [
    23,
    "清須市",
    "西枇杷島町川口"
  ],
  4520043: [
    23,
    "清須市",
    "西枇杷島町東六軒"
  ],
  4520044: [
    23,
    "清須市",
    "西枇杷島町南六軒"
  ],
  4520045: [
    23,
    "清須市",
    "西枇杷島町西六軒"
  ],
  4520046: [
    23,
    "清須市",
    "西枇杷島町西笹子原"
  ],
  4520047: [
    23,
    "清須市",
    "西枇杷島町東笹子原"
  ],
  4520051: [
    23,
    "清須市",
    "西枇杷島町大野"
  ],
  4520052: [
    23,
    "清須市",
    "西枇杷島町辰新田"
  ],
  4520053: [
    23,
    "清須市",
    "西枇杷島町南松原"
  ],
  4520054: [
    23,
    "清須市",
    "西枇杷島町南二ツ杁"
  ],
  4520055: [
    23,
    "清須市",
    "西枇杷島町北二ツ杁"
  ],
  4520061: [
    23,
    "清須市",
    "西枇杷島町小場塚"
  ],
  4520062: [
    23,
    "清須市",
    "西枇杷島町五畝割"
  ],
  4520063: [
    23,
    "清須市",
    "西枇杷島町七畝割"
  ],
  4520064: [
    23,
    "清須市",
    "西枇杷島町旭"
  ],
  4520065: [
    23,
    "清須市",
    "西枇杷島町芳野"
  ],
  4520066: [
    23,
    "清須市",
    "西枇杷島町芝野新田"
  ],
  4520067: [
    23,
    "清須市",
    "西枇杷島町替地"
  ],
  4520068: [
    23,
    "清須市",
    "西枇杷島町子新田"
  ],
  4520801: [
    23,
    "名古屋市西区",
    "清里町"
  ],
  4520802: [
    23,
    "名古屋市西区",
    "比良"
  ],
  4520803: [
    23,
    "名古屋市西区",
    "大野木"
  ],
  4520804: [
    23,
    "名古屋市西区",
    "坂井戸町"
  ],
  4520805: [
    23,
    "名古屋市西区",
    "市場木町"
  ],
  4520806: [
    23,
    "名古屋市西区",
    "五才美町"
  ],
  4520807: [
    23,
    "名古屋市西区",
    "歌里町"
  ],
  4520808: [
    23,
    "名古屋市西区",
    "宝地町"
  ],
  4520809: [
    23,
    "名古屋市西区",
    "花原町"
  ],
  4520811: [
    23,
    "名古屋市西区",
    "砂原町"
  ],
  4520812: [
    23,
    "名古屋市西区",
    "玉池町"
  ],
  4520813: [
    23,
    "名古屋市西区",
    "赤城町"
  ],
  4520814: [
    23,
    "名古屋市西区",
    "南川町"
  ],
  4520815: [
    23,
    "名古屋市西区",
    "八筋町"
  ],
  4520816: [
    23,
    "名古屋市西区",
    "貴生町"
  ],
  4520817: [
    23,
    "名古屋市西区",
    "二方町"
  ],
  4520818: [
    23,
    "名古屋市西区",
    "山田町"
  ],
  4520821: [
    23,
    "名古屋市西区",
    "上小田井"
  ],
  4520822: [
    23,
    "名古屋市西区",
    "中小田井"
  ],
  4520823: [
    23,
    "名古屋市西区",
    "あし原町"
  ],
  4520824: [
    23,
    "名古屋市西区",
    "こも原町"
  ],
  4520831: [
    23,
    "名古屋市西区",
    "円明町"
  ],
  4520832: [
    23,
    "名古屋市西区",
    "平出町"
  ],
  4520833: [
    23,
    "名古屋市西区",
    "山木"
  ],
  4520834: [
    23,
    "名古屋市西区",
    "木前町"
  ],
  4520835: [
    23,
    "名古屋市西区",
    "丸野"
  ],
  4520836: [
    23,
    "名古屋市西区",
    "新木町"
  ],
  4520837: [
    23,
    "名古屋市西区",
    "十方町"
  ],
  4520838: [
    23,
    "名古屋市西区",
    "長先町"
  ],
  4520839: [
    23,
    "名古屋市西区",
    "見寄町"
  ],
  4520841: [
    23,
    "名古屋市西区",
    "城西町"
  ],
  4520842: [
    23,
    "名古屋市西区",
    "城町"
  ],
  4520843: [
    23,
    "名古屋市西区",
    "平中町"
  ],
  4520844: [
    23,
    "名古屋市西区",
    "上橋町"
  ],
  4520845: [
    23,
    "名古屋市西区",
    "中沼町"
  ],
  4520846: [
    23,
    "名古屋市西区",
    "浮野町"
  ],
  4520847: [
    23,
    "名古屋市西区",
    "野南町"
  ],
  4520848: [
    23,
    "名古屋市西区",
    "西原町"
  ],
  4520901: [
    23,
    "清須市",
    "阿原"
  ],
  4520902: [
    23,
    "清須市",
    "助七"
  ],
  4520903: [
    23,
    "清須市",
    "助七"
  ],
  4520904: [
    23,
    "清須市",
    "東須ケ口"
  ],
  4520905: [
    23,
    "清須市",
    "須ケ口"
  ],
  4520906: [
    23,
    "清須市",
    "東外町"
  ],
  4520907: [
    23,
    "清須市",
    "鍋片"
  ],
  4520908: [
    23,
    "清須市",
    "寺野"
  ],
  4520911: [
    23,
    "清須市",
    "西須ケ口"
  ],
  4520912: [
    23,
    "清須市",
    "須ケ口駅前"
  ],
  4520913: [
    23,
    "清須市",
    "上河原"
  ],
  4520914: [
    23,
    "清須市",
    "土器野"
  ],
  4520915: [
    23,
    "清須市",
    "中河原"
  ],
  4520916: [
    23,
    "清須市",
    "下河原"
  ],
  4520917: [
    23,
    "清須市",
    "西堀江"
  ],
  4520918: [
    23,
    "清須市",
    "桃栄"
  ],
  4520919: [
    23,
    "清須市",
    "萩野"
  ],
  4520931: [
    23,
    "清須市",
    "一場"
  ],
  4520932: [
    23,
    "清須市",
    "朝日"
  ],
  4520933: [
    23,
    "清須市",
    "西田中"
  ],
  4520934: [
    23,
    "清須市",
    "大嶋"
  ],
  4520935: [
    23,
    "清須市",
    "北市場本町"
  ],
  4520941: [
    23,
    "清須市",
    "西市場"
  ],
  4520942: [
    23,
    "清須市",
    "清洲"
  ],
  4520943: [
    23,
    "清須市",
    "新清洲"
  ],
  4520944: [
    23,
    "清須市",
    "上条"
  ],
  4520945: [
    23,
    "清須市",
    "土田"
  ],
  4520946: [
    23,
    "清須市",
    "廻間"
  ],
  4520947: [
    23,
    "清須市",
    "花水木"
  ],
  4520961: [
    23,
    "清須市",
    "春日明河原"
  ],
  4520962: [
    23,
    "清須市",
    "春日県"
  ],
  4520963: [
    23,
    "清須市",
    "下津町"
  ],
  4520964: [
    23,
    "清須市",
    "春日さくら"
  ],
  453e4: [
    23,
    "名古屋市中村区",
    ""
  ],
  4530002: [
    23,
    "名古屋市中村区",
    "名駅"
  ],
  4530011: [
    23,
    "名古屋市中村区",
    "千原町"
  ],
  4530012: [
    23,
    "名古屋市中村区",
    "井深町"
  ],
  4530013: [
    23,
    "名古屋市中村区",
    "亀島"
  ],
  4530014: [
    23,
    "名古屋市中村区",
    "則武"
  ],
  4530015: [
    23,
    "名古屋市中村区",
    "椿町"
  ],
  4530016: [
    23,
    "名古屋市中村区",
    "竹橋町"
  ],
  4530017: [
    23,
    "名古屋市中村区",
    "則武本通"
  ],
  4530018: [
    23,
    "名古屋市中村区",
    "佐古前町"
  ],
  4530021: [
    23,
    "名古屋市中村区",
    "松原町"
  ],
  4530022: [
    23,
    "名古屋市中村区",
    "中島町"
  ],
  4530023: [
    23,
    "名古屋市中村区",
    "若宮町"
  ],
  4530024: [
    23,
    "名古屋市中村区",
    "名楽町"
  ],
  4530025: [
    23,
    "名古屋市中村区",
    "賑町"
  ],
  4530026: [
    23,
    "名古屋市中村区",
    "羽衣町"
  ],
  4530027: [
    23,
    "名古屋市中村区",
    "大門町"
  ],
  4530028: [
    23,
    "名古屋市中村区",
    "寿町"
  ],
  4530029: [
    23,
    "名古屋市中村区",
    "日吉町"
  ],
  4530031: [
    23,
    "名古屋市中村区",
    "新富町"
  ],
  4530032: [
    23,
    "名古屋市中村区",
    "塩池町"
  ],
  4530033: [
    23,
    "名古屋市中村区",
    "栄生町"
  ],
  4530034: [
    23,
    "名古屋市中村区",
    "大日町"
  ],
  4530035: [
    23,
    "名古屋市中村区",
    "十王町"
  ],
  4530036: [
    23,
    "名古屋市中村区",
    "森田町"
  ],
  4530037: [
    23,
    "名古屋市中村区",
    "高道町"
  ],
  4530038: [
    23,
    "名古屋市中村区",
    "猪之越町"
  ],
  4530041: [
    23,
    "名古屋市中村区",
    "本陣通"
  ],
  4530042: [
    23,
    "名古屋市中村区",
    "大秋町"
  ],
  4530043: [
    23,
    "名古屋市中村区",
    "上ノ宮町"
  ],
  4530044: [
    23,
    "名古屋市中村区",
    "鳥居通"
  ],
  4530045: [
    23,
    "名古屋市中村区",
    "藤江町"
  ],
  4530046: [
    23,
    "名古屋市中村区",
    "道下町"
  ],
  4530047: [
    23,
    "名古屋市中村区",
    "元中村町"
  ],
  4530051: [
    23,
    "名古屋市中村区",
    "豊幡町"
  ],
  4530052: [
    23,
    "名古屋市中村区",
    "森末町"
  ],
  4530053: [
    23,
    "名古屋市中村区",
    "中村町"
  ],
  4530054: [
    23,
    "名古屋市中村区",
    "鳥居西通"
  ],
  4530055: [
    23,
    "名古屋市中村区",
    "香取町"
  ],
  4530056: [
    23,
    "名古屋市中村区",
    "砂田町"
  ],
  4530057: [
    23,
    "名古屋市中村区",
    "稲葉地本通"
  ],
  4530058: [
    23,
    "名古屋市中村区",
    "城屋敷町"
  ],
  4530061: [
    23,
    "名古屋市中村区",
    "日比津町"
  ],
  4530062: [
    23,
    "名古屋市中村区",
    "諏訪町"
  ],
  4530063: [
    23,
    "名古屋市中村区",
    "東宿町"
  ],
  4530064: [
    23,
    "名古屋市中村区",
    "草薙町"
  ],
  4530065: [
    23,
    "名古屋市中村区",
    "靖国町"
  ],
  4530066: [
    23,
    "名古屋市中村区",
    "稲上町"
  ],
  4530067: [
    23,
    "名古屋市中村区",
    "宿跡町"
  ],
  4530068: [
    23,
    "名古屋市中村区",
    "菊水町"
  ],
  4530069: [
    23,
    "名古屋市中村区",
    "橋下町"
  ],
  4530801: [
    23,
    "名古屋市中村区",
    "太閤"
  ],
  4530802: [
    23,
    "名古屋市中村区",
    "下米野町"
  ],
  4530803: [
    23,
    "名古屋市中村区",
    "長戸井町"
  ],
  4530804: [
    23,
    "名古屋市中村区",
    "黄金通"
  ],
  4530805: [
    23,
    "名古屋市中村区",
    "深川町"
  ],
  4530806: [
    23,
    "名古屋市中村区",
    "大正町"
  ],
  4530807: [
    23,
    "名古屋市中村区",
    "権現通"
  ],
  4530808: [
    23,
    "名古屋市中村区",
    "郷前町"
  ],
  4530809: [
    23,
    "名古屋市中村区",
    "上米野町"
  ],
  4530811: [
    23,
    "名古屋市中村区",
    "太閤通"
  ],
  4530812: [
    23,
    "名古屋市中村区",
    "西米野町"
  ],
  4530813: [
    23,
    "名古屋市中村区",
    "二ツ橋町"
  ],
  4530814: [
    23,
    "名古屋市中村区",
    "熊野町"
  ],
  4530815: [
    23,
    "名古屋市中村区",
    "北畑町"
  ],
  4530816: [
    23,
    "名古屋市中村区",
    "京田町"
  ],
  4530817: [
    23,
    "名古屋市中村区",
    "白子町"
  ],
  4530818: [
    23,
    "名古屋市中村区",
    "千成通"
  ],
  4530819: [
    23,
    "名古屋市中村区",
    "城主町"
  ],
  4530821: [
    23,
    "名古屋市中村区",
    "大宮町"
  ],
  4530822: [
    23,
    "名古屋市中村区",
    "名西通"
  ],
  4530823: [
    23,
    "名古屋市中村区",
    "日ノ宮町"
  ],
  4530824: [
    23,
    "名古屋市中村区",
    "北浦町"
  ],
  4530825: [
    23,
    "名古屋市中村区",
    "沖田町"
  ],
  4530826: [
    23,
    "名古屋市中村区",
    "鈍池町"
  ],
  4530827: [
    23,
    "名古屋市中村区",
    "下中村町"
  ],
  4530828: [
    23,
    "名古屋市中村区",
    "中村本町"
  ],
  4530831: [
    23,
    "名古屋市中村区",
    "中村中町"
  ],
  4530832: [
    23,
    "名古屋市中村区",
    "乾出町"
  ],
  4530833: [
    23,
    "名古屋市中村区",
    "押木田町"
  ],
  4530834: [
    23,
    "名古屋市中村区",
    "豊国通"
  ],
  4530835: [
    23,
    "名古屋市中村区",
    "上石川町"
  ],
  4530836: [
    23,
    "名古屋市中村区",
    "五反城町"
  ],
  4530837: [
    23,
    "名古屋市中村区",
    "二瀬町"
  ],
  4530838: [
    23,
    "名古屋市中村区",
    "向島町"
  ],
  4530839: [
    23,
    "名古屋市中村区",
    "長筬町"
  ],
  4530841: [
    23,
    "名古屋市中村区",
    "稲葉地町"
  ],
  4530842: [
    23,
    "名古屋市中村区",
    "剣町"
  ],
  4530843: [
    23,
    "名古屋市中村区",
    "鴨付町"
  ],
  4530844: [
    23,
    "名古屋市中村区",
    "小鴨町"
  ],
  4530845: [
    23,
    "名古屋市中村区",
    "宮塚町"
  ],
  4530846: [
    23,
    "名古屋市中村区",
    "西栄町"
  ],
  4530847: [
    23,
    "名古屋市中村区",
    "岩上町"
  ],
  4530848: [
    23,
    "名古屋市中村区",
    "荒輪井町"
  ],
  4530849: [
    23,
    "名古屋市中村区",
    "稲西町"
  ],
  4530851: [
    23,
    "名古屋市中村区",
    "畑江通"
  ],
  4530852: [
    23,
    "名古屋市中村区",
    "角割町"
  ],
  4530853: [
    23,
    "名古屋市中村区",
    "牛田通"
  ],
  4530854: [
    23,
    "名古屋市中村区",
    "高須賀町"
  ],
  4530855: [
    23,
    "名古屋市中村区",
    "烏森町"
  ],
  4530856: [
    23,
    "名古屋市中村区",
    "並木"
  ],
  4530857: [
    23,
    "名古屋市中村区",
    "長草町"
  ],
  4530858: [
    23,
    "名古屋市中村区",
    "野田町"
  ],
  4530859: [
    23,
    "名古屋市中村区",
    "野上町"
  ],
  4530861: [
    23,
    "名古屋市中村区",
    "岩塚本通"
  ],
  4530862: [
    23,
    "名古屋市中村区",
    "岩塚町"
  ],
  4530863: [
    23,
    "名古屋市中村区",
    "八社"
  ],
  4530864: [
    23,
    "名古屋市中村区",
    "横前町"
  ],
  4530865: [
    23,
    "名古屋市中村区",
    "川前町"
  ],
  4530866: [
    23,
    "名古屋市中村区",
    "横井"
  ],
  4530867: [
    23,
    "名古屋市中村区",
    "横井町"
  ],
  4530871: [
    23,
    "名古屋市中村区",
    "牧野町"
  ],
  4530872: [
    23,
    "名古屋市中村区",
    "平池町"
  ],
  4530873: [
    23,
    "名古屋市中村区",
    "運河町"
  ],
  4536101: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536102: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536103: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536104: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536105: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536106: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536107: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536108: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536109: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536110: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536111: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536112: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536113: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536114: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536115: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536116: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536117: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536118: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536119: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536120: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536121: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536122: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536123: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536124: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536125: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536126: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536127: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536128: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536129: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536130: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536131: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536132: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536133: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536134: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536135: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536136: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  4536190: [
    23,
    "名古屋市中村区",
    "平池町グローバルゲート"
  ],
  454e4: [
    23,
    "名古屋市中川区",
    ""
  ],
  4540001: [
    23,
    "名古屋市中川区",
    "運河町"
  ],
  4540002: [
    23,
    "名古屋市中川区",
    "運河通"
  ],
  4540003: [
    23,
    "名古屋市中川区",
    "松重町"
  ],
  4540004: [
    23,
    "名古屋市中川区",
    "西日置"
  ],
  4540005: [
    23,
    "名古屋市中川区",
    "西日置町"
  ],
  4540006: [
    23,
    "名古屋市中川区",
    "柳堀町"
  ],
  4540007: [
    23,
    "名古屋市中川区",
    "広住町"
  ],
  4540011: [
    23,
    "名古屋市中川区",
    "山王"
  ],
  4540012: [
    23,
    "名古屋市中川区",
    "尾頭橋"
  ],
  4540013: [
    23,
    "名古屋市中川区",
    "八熊"
  ],
  4540014: [
    23,
    "名古屋市中川区",
    "柳川町"
  ],
  4540015: [
    23,
    "名古屋市中川区",
    "南八熊町"
  ],
  4540016: [
    23,
    "名古屋市中川区",
    "幡野町"
  ],
  4540021: [
    23,
    "名古屋市中川区",
    "横堀町"
  ],
  4540022: [
    23,
    "名古屋市中川区",
    "露橋"
  ],
  4540023: [
    23,
    "名古屋市中川区",
    "石場町"
  ],
  4540024: [
    23,
    "名古屋市中川区",
    "柳島町"
  ],
  4540025: [
    23,
    "名古屋市中川区",
    "前並町"
  ],
  4540026: [
    23,
    "名古屋市中川区",
    "笈瀬町"
  ],
  4540027: [
    23,
    "名古屋市中川区",
    "広川町"
  ],
  4540028: [
    23,
    "名古屋市中川区",
    "露橋町"
  ],
  4540031: [
    23,
    "名古屋市中川区",
    "八幡本通"
  ],
  4540032: [
    23,
    "名古屋市中川区",
    "荒江町"
  ],
  4540033: [
    23,
    "名古屋市中川区",
    "五女子"
  ],
  4540034: [
    23,
    "名古屋市中川区",
    "五女子町"
  ],
  4540035: [
    23,
    "名古屋市中川区",
    "八熊通"
  ],
  4540036: [
    23,
    "名古屋市中川区",
    "二女子町"
  ],
  4540037: [
    23,
    "名古屋市中川区",
    "富川町"
  ],
  4540041: [
    23,
    "名古屋市中川区",
    "八神町"
  ],
  4540042: [
    23,
    "名古屋市中川区",
    "応仁町"
  ],
  4540043: [
    23,
    "名古屋市中川区",
    "牛立町"
  ],
  4540044: [
    23,
    "名古屋市中川区",
    "荒越町"
  ],
  4540045: [
    23,
    "名古屋市中川区",
    "丹後町"
  ],
  4540046: [
    23,
    "名古屋市中川区",
    "神郷町"
  ],
  4540047: [
    23,
    "名古屋市中川区",
    "中野本町"
  ],
  4540048: [
    23,
    "名古屋市中川区",
    "元中野町"
  ],
  4540049: [
    23,
    "名古屋市中川区",
    "清川町"
  ],
  4540051: [
    23,
    "名古屋市中川区",
    "大山町"
  ],
  4540052: [
    23,
    "名古屋市中川区",
    "花塚町"
  ],
  4540053: [
    23,
    "名古屋市中川区",
    "外新町"
  ],
  4540054: [
    23,
    "名古屋市中川区",
    "八剱町"
  ],
  4540055: [
    23,
    "名古屋市中川区",
    "十番町"
  ],
  4540056: [
    23,
    "名古屋市中川区",
    "十一番町"
  ],
  4540057: [
    23,
    "名古屋市中川区",
    "熱田新田東組"
  ],
  4540058: [
    23,
    "名古屋市中川区",
    "玉川町"
  ],
  4540059: [
    23,
    "名古屋市中川区",
    "福川町"
  ],
  4540801: [
    23,
    "名古屋市中川区",
    "百船町"
  ],
  4540802: [
    23,
    "名古屋市中川区",
    "福住町"
  ],
  4540803: [
    23,
    "名古屋市中川区",
    "豊成町"
  ],
  4540804: [
    23,
    "名古屋市中川区",
    "月島町"
  ],
  4540805: [
    23,
    "名古屋市中川区",
    "舟戸町"
  ],
  4540806: [
    23,
    "名古屋市中川区",
    "澄池町"
  ],
  4540807: [
    23,
    "名古屋市中川区",
    "愛知町"
  ],
  4540808: [
    23,
    "名古屋市中川区",
    "九重町"
  ],
  4540811: [
    23,
    "名古屋市中川区",
    "三ツ池町"
  ],
  4540812: [
    23,
    "名古屋市中川区",
    "五月通"
  ],
  4540813: [
    23,
    "名古屋市中川区",
    "乗越町"
  ],
  4540814: [
    23,
    "名古屋市中川区",
    "五月南通"
  ],
  4540815: [
    23,
    "名古屋市中川区",
    "長良町"
  ],
  4540816: [
    23,
    "名古屋市中川区",
    "中京南通"
  ],
  4540817: [
    23,
    "名古屋市中川区",
    "南脇町"
  ],
  4540818: [
    23,
    "名古屋市中川区",
    "松葉町"
  ],
  4540819: [
    23,
    "名古屋市中川区",
    "烏森町"
  ],
  4540821: [
    23,
    "名古屋市中川区",
    "宗円町"
  ],
  4540822: [
    23,
    "名古屋市中川区",
    "四女子町"
  ],
  4540823: [
    23,
    "名古屋市中川区",
    "富船町"
  ],
  4540824: [
    23,
    "名古屋市中川区",
    "蔦元町"
  ],
  4540825: [
    23,
    "名古屋市中川区",
    "好本町"
  ],
  4540826: [
    23,
    "名古屋市中川区",
    "小本本町"
  ],
  4540827: [
    23,
    "名古屋市中川区",
    "辻畑町"
  ],
  4540828: [
    23,
    "名古屋市中川区",
    "小本"
  ],
  4540829: [
    23,
    "名古屋市中川区",
    "小本町"
  ],
  4540831: [
    23,
    "名古屋市中川区",
    "三ツ屋町"
  ],
  4540832: [
    23,
    "名古屋市中川区",
    "清船町"
  ],
  4540833: [
    23,
    "名古屋市中川区",
    "上脇町"
  ],
  4540834: [
    23,
    "名古屋市中川区",
    "丸米町"
  ],
  4540835: [
    23,
    "名古屋市中川区",
    "八家町"
  ],
  4540836: [
    23,
    "名古屋市中川区",
    "福船町"
  ],
  4540837: [
    23,
    "名古屋市中川区",
    "中野新町"
  ],
  4540838: [
    23,
    "名古屋市中川区",
    "太平通"
  ],
  4540839: [
    23,
    "名古屋市中川区",
    "篠原橋通"
  ],
  4540841: [
    23,
    "名古屋市中川区",
    "押元町"
  ],
  4540842: [
    23,
    "名古屋市中川区",
    "宮脇町"
  ],
  4540843: [
    23,
    "名古屋市中川区",
    "大畑町"
  ],
  4540844: [
    23,
    "名古屋市中川区",
    "葉池町"
  ],
  4540845: [
    23,
    "名古屋市中川区",
    "馬手町"
  ],
  4540846: [
    23,
    "名古屋市中川区",
    "上流町"
  ],
  4540847: [
    23,
    "名古屋市中川区",
    "細米町"
  ],
  4540848: [
    23,
    "名古屋市中川区",
    "松ノ木町"
  ],
  4540849: [
    23,
    "名古屋市中川区",
    "小塚町"
  ],
  4540851: [
    23,
    "名古屋市中川区",
    "北江町"
  ],
  4540852: [
    23,
    "名古屋市中川区",
    "昭和橋通"
  ],
  4540853: [
    23,
    "名古屋市中川区",
    "玉船町"
  ],
  4540854: [
    23,
    "名古屋市中川区",
    "松年町"
  ],
  4540855: [
    23,
    "名古屋市中川区",
    "昭明町"
  ],
  4540856: [
    23,
    "名古屋市中川区",
    "小碓通"
  ],
  4540857: [
    23,
    "名古屋市中川区",
    "明徳町"
  ],
  4540858: [
    23,
    "名古屋市中川区",
    "正徳町"
  ],
  4540859: [
    23,
    "名古屋市中川区",
    "法蔵町"
  ],
  4540860: [
    23,
    "名古屋市中川区",
    "畑田町"
  ],
  4540861: [
    23,
    "名古屋市中川区",
    "荒子町"
  ],
  4540862: [
    23,
    "名古屋市中川区",
    "的場町"
  ],
  4540863: [
    23,
    "名古屋市中川区",
    "大塩町"
  ],
  4540864: [
    23,
    "名古屋市中川区",
    "平戸町"
  ],
  4540865: [
    23,
    "名古屋市中川区",
    "掛入町"
  ],
  4540866: [
    23,
    "名古屋市中川区",
    "東中島町"
  ],
  4540867: [
    23,
    "名古屋市中川区",
    "広田町"
  ],
  4540868: [
    23,
    "名古屋市中川区",
    "草平町"
  ],
  4540869: [
    23,
    "名古屋市中川区",
    "荒子"
  ],
  4540871: [
    23,
    "名古屋市中川区",
    "柳森町"
  ],
  4540872: [
    23,
    "名古屋市中川区",
    "万町"
  ],
  4540873: [
    23,
    "名古屋市中川区",
    "上高畑"
  ],
  4540874: [
    23,
    "名古屋市中川区",
    "吉良町"
  ],
  4540875: [
    23,
    "名古屋市中川区",
    "小城町"
  ],
  4540876: [
    23,
    "名古屋市中川区",
    "若山町"
  ],
  4540877: [
    23,
    "名古屋市中川区",
    "八田町"
  ],
  4540901: [
    23,
    "名古屋市中川区",
    "岩塚町"
  ],
  4540902: [
    23,
    "名古屋市中川区",
    "花池町"
  ],
  4540903: [
    23,
    "名古屋市中川区",
    "柳瀬町"
  ],
  4540904: [
    23,
    "名古屋市中川区",
    "八田本町"
  ],
  4540905: [
    23,
    "名古屋市中川区",
    "一柳通"
  ],
  4540906: [
    23,
    "名古屋市中川区",
    "開平町"
  ],
  4540907: [
    23,
    "名古屋市中川区",
    "柳田町"
  ],
  4540911: [
    23,
    "名古屋市中川区",
    "高畑"
  ],
  4540912: [
    23,
    "名古屋市中川区",
    "野田"
  ],
  4540913: [
    23,
    "名古屋市中川区",
    "土野町"
  ],
  4540914: [
    23,
    "名古屋市中川区",
    "本前田町"
  ],
  4540915: [
    23,
    "名古屋市中川区",
    "横井"
  ],
  4540916: [
    23,
    "名古屋市中川区",
    "川前町"
  ],
  4540917: [
    23,
    "名古屋市中川区",
    "横前町"
  ],
  4540921: [
    23,
    "名古屋市中川区",
    "中郷"
  ],
  4540922: [
    23,
    "名古屋市中川区",
    "荒中町"
  ],
  4540923: [
    23,
    "名古屋市中川区",
    "打出本町"
  ],
  4540924: [
    23,
    "名古屋市中川区",
    "打出町"
  ],
  4540925: [
    23,
    "名古屋市中川区",
    "中須町"
  ],
  4540926: [
    23,
    "名古屋市中川区",
    "打出"
  ],
  4540927: [
    23,
    "名古屋市中川区",
    "打中"
  ],
  4540931: [
    23,
    "名古屋市中川区",
    "中花町"
  ],
  4540932: [
    23,
    "名古屋市中川区",
    "中島新町"
  ],
  4540933: [
    23,
    "名古屋市中川区",
    "法華"
  ],
  4540934: [
    23,
    "名古屋市中川区",
    "西中島"
  ],
  4540935: [
    23,
    "名古屋市中川区",
    "東起町"
  ],
  4540936: [
    23,
    "名古屋市中川区",
    "高杉町"
  ],
  4540937: [
    23,
    "名古屋市中川区",
    "法華西町"
  ],
  4540941: [
    23,
    "名古屋市中川区",
    "前田西町"
  ],
  4540942: [
    23,
    "名古屋市中川区",
    "富田町前田"
  ],
  4540943: [
    23,
    "名古屋市中川区",
    "大当郎"
  ],
  4540944: [
    23,
    "名古屋市中川区",
    "大蟷螂町"
  ],
  4540945: [
    23,
    "名古屋市中川区",
    "下之一色町"
  ],
  4540946: [
    23,
    "名古屋市中川区",
    "一色新町"
  ],
  4540947: [
    23,
    "名古屋市中川区",
    "助光"
  ],
  4540951: [
    23,
    "名古屋市中川区",
    "榎津西町"
  ],
  4540952: [
    23,
    "名古屋市中川区",
    "榎松町"
  ],
  4540953: [
    23,
    "名古屋市中川区",
    "富田町榎津"
  ],
  4540954: [
    23,
    "名古屋市中川区",
    "江松"
  ],
  4540955: [
    23,
    "名古屋市中川区",
    "富田町包里"
  ],
  4540956: [
    23,
    "名古屋市中川区",
    "富田町供米田"
  ],
  4540957: [
    23,
    "名古屋市中川区",
    "かの里"
  ],
  4540958: [
    23,
    "名古屋市中川区",
    "東かの里町"
  ],
  4540959: [
    23,
    "名古屋市中川区",
    "江松西町"
  ],
  4540961: [
    23,
    "名古屋市中川区",
    "戸田明正"
  ],
  4540962: [
    23,
    "名古屋市中川区",
    "戸田"
  ],
  4540963: [
    23,
    "名古屋市中川区",
    "水里"
  ],
  4540964: [
    23,
    "名古屋市中川区",
    "富永"
  ],
  4540965: [
    23,
    "名古屋市中川区",
    "福島"
  ],
  4540966: [
    23,
    "名古屋市中川区",
    "戸田ゆたか"
  ],
  4540967: [
    23,
    "名古屋市中川区",
    "戸田西"
  ],
  4540971: [
    23,
    "名古屋市中川区",
    "富田町千音寺"
  ],
  4540972: [
    23,
    "名古屋市中川区",
    "新家"
  ],
  4540973: [
    23,
    "名古屋市中川区",
    "富田町服部"
  ],
  4540974: [
    23,
    "名古屋市中川区",
    "島井町"
  ],
  4540975: [
    23,
    "名古屋市中川区",
    "七反田町"
  ],
  4540976: [
    23,
    "名古屋市中川区",
    "服部"
  ],
  4540977: [
    23,
    "名古屋市中川区",
    "千音寺"
  ],
  4540978: [
    23,
    "名古屋市中川区",
    "赤星"
  ],
  4540981: [
    23,
    "名古屋市中川区",
    "吉津"
  ],
  4540982: [
    23,
    "名古屋市中川区",
    "西伏屋"
  ],
  4540983: [
    23,
    "名古屋市中川区",
    "東春田"
  ],
  4540984: [
    23,
    "名古屋市中川区",
    "供米田"
  ],
  4540985: [
    23,
    "名古屋市中川区",
    "春田"
  ],
  4540986: [
    23,
    "名古屋市中川区",
    "富田町春田"
  ],
  4540991: [
    23,
    "名古屋市中川区",
    "大地"
  ],
  4540992: [
    23,
    "名古屋市中川区",
    "富田町万場"
  ],
  4540993: [
    23,
    "名古屋市中川区",
    "富田町松下"
  ],
  4540994: [
    23,
    "名古屋市中川区",
    "長須賀"
  ],
  4540995: [
    23,
    "名古屋市中川区",
    "富田町伏屋"
  ],
  4540996: [
    23,
    "名古屋市中川区",
    "伏屋"
  ],
  4540997: [
    23,
    "名古屋市中川区",
    "万場"
  ],
  455e4: [
    23,
    "名古屋市港区",
    ""
  ],
  4550001: [
    23,
    "名古屋市港区",
    "七番町"
  ],
  4550002: [
    23,
    "名古屋市港区",
    "東海通"
  ],
  4550003: [
    23,
    "名古屋市港区",
    "辰巳町"
  ],
  4550004: [
    23,
    "名古屋市港区",
    "津金"
  ],
  4550005: [
    23,
    "名古屋市港区",
    "新川町"
  ],
  4550006: [
    23,
    "名古屋市港区",
    "南十一番町"
  ],
  4550007: [
    23,
    "名古屋市港区",
    "南十番町"
  ],
  4550008: [
    23,
    "名古屋市港区",
    "九番町"
  ],
  4550011: [
    23,
    "名古屋市港区",
    "千年"
  ],
  4550012: [
    23,
    "名古屋市港区",
    "作倉町"
  ],
  4550013: [
    23,
    "名古屋市港区",
    "港陽"
  ],
  4550014: [
    23,
    "名古屋市港区",
    "港楽"
  ],
  4550015: [
    23,
    "名古屋市港区",
    "港栄"
  ],
  4550016: [
    23,
    "名古屋市港区",
    "河口町"
  ],
  4550017: [
    23,
    "名古屋市港区",
    "金川町"
  ],
  4550018: [
    23,
    "名古屋市港区",
    "港明"
  ],
  4550021: [
    23,
    "名古屋市港区",
    "木場町"
  ],
  4550022: [
    23,
    "名古屋市港区",
    "竜宮町"
  ],
  4550023: [
    23,
    "名古屋市港区",
    "東築地町"
  ],
  4550024: [
    23,
    "名古屋市港区",
    "大江町"
  ],
  4550025: [
    23,
    "名古屋市港区",
    "本星崎町"
  ],
  4550026: [
    23,
    "名古屋市港区",
    "昭和町"
  ],
  4550027: [
    23,
    "名古屋市港区",
    "船見町"
  ],
  4550028: [
    23,
    "名古屋市港区",
    "潮見町"
  ],
  4550031: [
    23,
    "名古屋市港区",
    "千鳥"
  ],
  4550032: [
    23,
    "名古屋市港区",
    "入船"
  ],
  4550033: [
    23,
    "名古屋市港区",
    "港町"
  ],
  4550034: [
    23,
    "名古屋市港区",
    "西倉町"
  ],
  4550035: [
    23,
    "名古屋市港区",
    "熱田前新田"
  ],
  4550036: [
    23,
    "名古屋市港区",
    "浜"
  ],
  4550037: [
    23,
    "名古屋市港区",
    "名港"
  ],
  4550041: [
    23,
    "名古屋市港区",
    "幸町"
  ],
  4550042: [
    23,
    "名古屋市港区",
    "佐野町"
  ],
  4550043: [
    23,
    "名古屋市港区",
    "魁町"
  ],
  4550044: [
    23,
    "名古屋市港区",
    "築三町"
  ],
  4550045: [
    23,
    "名古屋市港区",
    "築地町"
  ],
  4550046: [
    23,
    "名古屋市港区",
    "大手町"
  ],
  4550047: [
    23,
    "名古屋市港区",
    "中之島通"
  ],
  4550051: [
    23,
    "名古屋市港区",
    "中川本町"
  ],
  4550052: [
    23,
    "名古屋市港区",
    "いろは町"
  ],
  4550053: [
    23,
    "名古屋市港区",
    "名四町"
  ],
  4550054: [
    23,
    "名古屋市港区",
    "遠若町"
  ],
  4550055: [
    23,
    "名古屋市港区",
    "品川町"
  ],
  4550056: [
    23,
    "名古屋市港区",
    "砂美町"
  ],
  4550057: [
    23,
    "名古屋市港区",
    "築盛町"
  ],
  4550061: [
    23,
    "名古屋市港区",
    "東土古町"
  ],
  4550062: [
    23,
    "名古屋市港区",
    "小碓町"
  ],
  4550063: [
    23,
    "名古屋市港区",
    "金船町"
  ],
  4550064: [
    23,
    "名古屋市港区",
    "本宮町"
  ],
  4550065: [
    23,
    "名古屋市港区",
    "本宮新町"
  ],
  4550066: [
    23,
    "名古屋市港区",
    "寛政町"
  ],
  4550067: [
    23,
    "名古屋市港区",
    "港北町"
  ],
  4550068: [
    23,
    "名古屋市港区",
    "土古町"
  ],
  4550069: [
    23,
    "名古屋市港区",
    "泰明町"
  ],
  4550071: [
    23,
    "名古屋市港区",
    "新船町"
  ],
  4550072: [
    23,
    "名古屋市港区",
    "須成町"
  ],
  4550073: [
    23,
    "名古屋市港区",
    "川西通"
  ],
  4550074: [
    23,
    "名古屋市港区",
    "正保町"
  ],
  4550075: [
    23,
    "名古屋市港区",
    "正徳町"
  ],
  4550076: [
    23,
    "名古屋市港区",
    "川間町"
  ],
  4550077: [
    23,
    "名古屋市港区",
    "小割通"
  ],
  4550078: [
    23,
    "名古屋市港区",
    "丸池町"
  ],
  4550801: [
    23,
    "名古屋市港区",
    "小碓"
  ],
  4550802: [
    23,
    "名古屋市港区",
    "入場町"
  ],
  4550803: [
    23,
    "名古屋市港区",
    "入場"
  ],
  4550804: [
    23,
    "名古屋市港区",
    "当知"
  ],
  4550805: [
    23,
    "名古屋市港区",
    "当知町"
  ],
  4550806: [
    23,
    "名古屋市港区",
    "明正"
  ],
  4550811: [
    23,
    "名古屋市港区",
    "善進町"
  ],
  4550812: [
    23,
    "名古屋市港区",
    "善北町"
  ],
  4550813: [
    23,
    "名古屋市港区",
    "善進本町"
  ],
  4550814: [
    23,
    "名古屋市港区",
    "善南町"
  ],
  4550815: [
    23,
    "名古屋市港区",
    "油屋町"
  ],
  4550821: [
    23,
    "名古屋市港区",
    "高木町"
  ],
  4550822: [
    23,
    "名古屋市港区",
    "甚兵衛通"
  ],
  4550823: [
    23,
    "名古屋市港区",
    "惟信町"
  ],
  4550824: [
    23,
    "名古屋市港区",
    "西川町"
  ],
  4550825: [
    23,
    "名古屋市港区",
    "多加良浦町"
  ],
  4550831: [
    23,
    "名古屋市港区",
    "十一屋"
  ],
  4550832: [
    23,
    "名古屋市港区",
    "宝神"
  ],
  4550833: [
    23,
    "名古屋市港区",
    "宝神町"
  ],
  4550834: [
    23,
    "名古屋市港区",
    "神宮寺"
  ],
  4550835: [
    23,
    "名古屋市港区",
    "十一屋町"
  ],
  4550841: [
    23,
    "名古屋市港区",
    "一州町"
  ],
  4550842: [
    23,
    "名古屋市港区",
    "稲永"
  ],
  4550843: [
    23,
    "名古屋市港区",
    "錦町"
  ],
  4550844: [
    23,
    "名古屋市港区",
    "潮凪町"
  ],
  4550845: [
    23,
    "名古屋市港区",
    "野跡"
  ],
  4550846: [
    23,
    "名古屋市港区",
    "汐止町"
  ],
  4550847: [
    23,
    "名古屋市港区",
    "空見町"
  ],
  4550848: [
    23,
    "名古屋市港区",
    "金城ふ頭"
  ],
  4550851: [
    23,
    "名古屋市港区",
    "東茶屋"
  ],
  4550852: [
    23,
    "名古屋市港区",
    "七島"
  ],
  4550853: [
    23,
    "名古屋市港区",
    "南陽町七島新田"
  ],
  4550854: [
    23,
    "名古屋市港区",
    "藤高"
  ],
  4550855: [
    23,
    "名古屋市港区",
    "藤前"
  ],
  4550856: [
    23,
    "名古屋市港区",
    "川園"
  ],
  4550857: [
    23,
    "名古屋市港区",
    "秋葉"
  ],
  4550858: [
    23,
    "名古屋市港区",
    "西茶屋"
  ],
  4550861: [
    23,
    "名古屋市港区",
    "大西"
  ],
  4550862: [
    23,
    "名古屋市港区",
    "南陽町茶屋新田"
  ],
  4550863: [
    23,
    "名古屋市港区",
    "新茶屋"
  ],
  4550864: [
    23,
    "名古屋市港区",
    "小川"
  ],
  4550865: [
    23,
    "名古屋市港区",
    "天目町"
  ],
  4550866: [
    23,
    "名古屋市港区",
    "南陽町茶屋後新田"
  ],
  4550867: [
    23,
    "名古屋市港区",
    "南陽町福田前新田"
  ],
  4550868: [
    23,
    "名古屋市港区",
    "南陽町西福田"
  ],
  4550869: [
    23,
    "名古屋市港区",
    "協和"
  ],
  4550871: [
    23,
    "名古屋市港区",
    "南陽町福田"
  ],
  4550872: [
    23,
    "名古屋市港区",
    "西蟹田"
  ],
  4550873: [
    23,
    "名古屋市港区",
    "春田野"
  ],
  4550874: [
    23,
    "名古屋市港区",
    "西福田"
  ],
  4550875: [
    23,
    "名古屋市港区",
    "寺前町"
  ],
  4550876: [
    23,
    "名古屋市港区",
    "福屋"
  ],
  4550877: [
    23,
    "名古屋市港区",
    "六軒家"
  ],
  4550878: [
    23,
    "名古屋市港区",
    "福前"
  ],
  4550879: [
    23,
    "名古屋市港区",
    "畑中"
  ],
  4550881: [
    23,
    "名古屋市港区",
    "船頭場"
  ],
  4550882: [
    23,
    "名古屋市港区",
    "小賀須"
  ],
  4550883: [
    23,
    "名古屋市港区",
    "知多"
  ],
  4550884: [
    23,
    "名古屋市港区",
    "七反野"
  ],
  4550885: [
    23,
    "名古屋市港区",
    "八百島"
  ],
  4550886: [
    23,
    "名古屋市港区",
    "東蟹田"
  ],
  4550887: [
    23,
    "名古屋市港区",
    "福田"
  ],
  456e4: [
    23,
    "名古屋市熱田区",
    ""
  ],
  4560001: [
    23,
    "名古屋市熱田区",
    "金山"
  ],
  4560002: [
    23,
    "名古屋市熱田区",
    "金山町"
  ],
  4560003: [
    23,
    "名古屋市熱田区",
    "波寄町"
  ],
  4560004: [
    23,
    "名古屋市熱田区",
    "桜田町"
  ],
  4560005: [
    23,
    "名古屋市熱田区",
    "池内町"
  ],
  4560006: [
    23,
    "名古屋市熱田区",
    "沢下町"
  ],
  4560011: [
    23,
    "名古屋市熱田区",
    "花町"
  ],
  4560012: [
    23,
    "名古屋市熱田区",
    "沢上"
  ],
  4560013: [
    23,
    "名古屋市熱田区",
    "外土居町"
  ],
  4560014: [
    23,
    "名古屋市熱田区",
    "中田町"
  ],
  4560015: [
    23,
    "名古屋市熱田区",
    "高蔵町"
  ],
  4560016: [
    23,
    "名古屋市熱田区",
    "五本松町"
  ],
  4560017: [
    23,
    "名古屋市熱田区",
    "尾頭町"
  ],
  4560018: [
    23,
    "名古屋市熱田区",
    "新尾頭"
  ],
  4560021: [
    23,
    "名古屋市熱田区",
    "夜寒町"
  ],
  4560022: [
    23,
    "名古屋市熱田区",
    "横田"
  ],
  4560023: [
    23,
    "名古屋市熱田区",
    "六野"
  ],
  4560024: [
    23,
    "名古屋市熱田区",
    "森後町"
  ],
  4560025: [
    23,
    "名古屋市熱田区",
    "玉の井町"
  ],
  4560026: [
    23,
    "名古屋市熱田区",
    "旗屋町"
  ],
  4560027: [
    23,
    "名古屋市熱田区",
    "旗屋"
  ],
  4560031: [
    23,
    "名古屋市熱田区",
    "神宮"
  ],
  4560032: [
    23,
    "名古屋市熱田区",
    "三本松町"
  ],
  4560033: [
    23,
    "名古屋市熱田区",
    "花表町"
  ],
  4560034: [
    23,
    "名古屋市熱田区",
    "伝馬"
  ],
  4560035: [
    23,
    "名古屋市熱田区",
    "白鳥"
  ],
  4560036: [
    23,
    "名古屋市熱田区",
    "熱田西町"
  ],
  4560037: [
    23,
    "名古屋市熱田区",
    "熱田新田東組"
  ],
  4560041: [
    23,
    "名古屋市熱田区",
    "中瀬町"
  ],
  4560042: [
    23,
    "名古屋市熱田区",
    "須賀町"
  ],
  4560043: [
    23,
    "名古屋市熱田区",
    "神戸町"
  ],
  4560044: [
    23,
    "名古屋市熱田区",
    "内田町"
  ],
  4560045: [
    23,
    "名古屋市熱田区",
    "大瀬子町"
  ],
  4560046: [
    23,
    "名古屋市熱田区",
    "木之免町"
  ],
  4560047: [
    23,
    "名古屋市熱田区",
    "田中町"
  ],
  4560048: [
    23,
    "名古屋市熱田区",
    "白鳥町"
  ],
  4560051: [
    23,
    "名古屋市熱田区",
    "四番"
  ],
  4560052: [
    23,
    "名古屋市熱田区",
    "二番"
  ],
  4560053: [
    23,
    "名古屋市熱田区",
    "一番"
  ],
  4560054: [
    23,
    "名古屋市熱田区",
    "千年"
  ],
  4560055: [
    23,
    "名古屋市熱田区",
    "南一番町"
  ],
  4560056: [
    23,
    "名古屋市熱田区",
    "三番町"
  ],
  4560057: [
    23,
    "名古屋市熱田区",
    "五番町"
  ],
  4560058: [
    23,
    "名古屋市熱田区",
    "六番"
  ],
  4560059: [
    23,
    "名古屋市熱田区",
    "八番"
  ],
  4560061: [
    23,
    "名古屋市熱田区",
    "西郊通"
  ],
  4560062: [
    23,
    "名古屋市熱田区",
    "大宝"
  ],
  4560063: [
    23,
    "名古屋市熱田区",
    "西野町"
  ],
  4560064: [
    23,
    "名古屋市熱田区",
    "古新町"
  ],
  4560065: [
    23,
    "名古屋市熱田区",
    "河田町"
  ],
  4560066: [
    23,
    "名古屋市熱田区",
    "野立町"
  ],
  4560067: [
    23,
    "名古屋市熱田区",
    "中出町"
  ],
  4560068: [
    23,
    "名古屋市熱田区",
    "神野町"
  ],
  4560069: [
    23,
    "名古屋市熱田区",
    "中野新町"
  ],
  4560071: [
    23,
    "名古屋市熱田区",
    "明野町"
  ],
  4560072: [
    23,
    "名古屋市熱田区",
    "川並町"
  ],
  4560073: [
    23,
    "名古屋市熱田区",
    "千代田町"
  ],
  4560074: [
    23,
    "名古屋市熱田区",
    "比々野町"
  ],
  4560075: [
    23,
    "名古屋市熱田区",
    "青池町"
  ],
  4560076: [
    23,
    "名古屋市熱田区",
    "切戸町"
  ],
  4560077: [
    23,
    "名古屋市熱田区",
    "幡野町"
  ],
  4560078: [
    23,
    "名古屋市熱田区",
    "南八熊町"
  ],
  457e4: [
    23,
    "名古屋市南区",
    ""
  ],
  4570001: [
    23,
    "名古屋市南区",
    "平子"
  ],
  4570002: [
    23,
    "名古屋市南区",
    "大堀町"
  ],
  4570003: [
    23,
    "名古屋市南区",
    "鶴田"
  ],
  4570004: [
    23,
    "名古屋市南区",
    "中江"
  ],
  4570005: [
    23,
    "名古屋市南区",
    "桜台"
  ],
  4570006: [
    23,
    "名古屋市南区",
    "鳥栖"
  ],
  4570007: [
    23,
    "名古屋市南区",
    "駈上"
  ],
  4570008: [
    23,
    "名古屋市南区",
    "外山"
  ],
  4570011: [
    23,
    "名古屋市南区",
    "呼続元町"
  ],
  4570012: [
    23,
    "名古屋市南区",
    "菊住"
  ],
  4570013: [
    23,
    "名古屋市南区",
    "寺崎町"
  ],
  4570014: [
    23,
    "名古屋市南区",
    "呼続"
  ],
  4570015: [
    23,
    "名古屋市南区",
    "岩戸町"
  ],
  4570016: [
    23,
    "名古屋市南区",
    "汐田町"
  ],
  4570021: [
    23,
    "名古屋市南区",
    "鶴里町"
  ],
  4570022: [
    23,
    "名古屋市南区",
    "明円町"
  ],
  4570023: [
    23,
    "名古屋市南区",
    "芝町"
  ],
  4570024: [
    23,
    "名古屋市南区",
    "赤坪町"
  ],
  4570025: [
    23,
    "名古屋市南区",
    "白雲町"
  ],
  4570026: [
    23,
    "名古屋市南区",
    "見晴町"
  ],
  4570027: [
    23,
    "名古屋市南区",
    "弥生町"
  ],
  4570028: [
    23,
    "名古屋市南区",
    "楠町"
  ],
  4570031: [
    23,
    "名古屋市南区",
    "鯛取通"
  ],
  4570032: [
    23,
    "名古屋市南区",
    "元桜田町"
  ],
  4570033: [
    23,
    "名古屋市南区",
    "霞町"
  ],
  4570034: [
    23,
    "名古屋市南区",
    "春日野町"
  ],
  4570035: [
    23,
    "名古屋市南区",
    "貝塚町"
  ],
  4570036: [
    23,
    "名古屋市南区",
    "若草町"
  ],
  4570037: [
    23,
    "名古屋市南区",
    "扇田町"
  ],
  4570038: [
    23,
    "名古屋市南区",
    "桜本町"
  ],
  4570039: [
    23,
    "名古屋市南区",
    "西桜町"
  ],
  4570041: [
    23,
    "名古屋市南区",
    "薬師通"
  ],
  4570042: [
    23,
    "名古屋市南区",
    "曽池町"
  ],
  4570043: [
    23,
    "名古屋市南区",
    "戸部町"
  ],
  4570044: [
    23,
    "名古屋市南区",
    "柵下町"
  ],
  4570045: [
    23,
    "名古屋市南区",
    "松城町"
  ],
  4570046: [
    23,
    "名古屋市南区",
    "松池町"
  ],
  4570047: [
    23,
    "名古屋市南区",
    "城下町"
  ],
  4570048: [
    23,
    "名古屋市南区",
    "大磯通"
  ],
  4570049: [
    23,
    "名古屋市南区",
    "北内町"
  ],
  4570051: [
    23,
    "名古屋市南区",
    "笠寺町"
  ],
  4570052: [
    23,
    "名古屋市南区",
    "粕畠町"
  ],
  4570053: [
    23,
    "名古屋市南区",
    "本城町"
  ],
  4570054: [
    23,
    "名古屋市南区",
    "砂口町"
  ],
  4570055: [
    23,
    "名古屋市南区",
    "星宮町"
  ],
  4570056: [
    23,
    "名古屋市南区",
    "本星崎町"
  ],
  4570057: [
    23,
    "名古屋市南区",
    "鳥山町"
  ],
  4570058: [
    23,
    "名古屋市南区",
    "前浜通"
  ],
  4570061: [
    23,
    "名古屋市南区",
    "星崎町"
  ],
  4570062: [
    23,
    "名古屋市南区",
    "星崎町"
  ],
  4570063: [
    23,
    "名古屋市南区",
    "阿原町"
  ],
  4570064: [
    23,
    "名古屋市南区",
    "星崎"
  ],
  4570065: [
    23,
    "名古屋市南区",
    "元鳴尾町"
  ],
  4570066: [
    23,
    "名古屋市南区",
    "鳴尾"
  ],
  4570067: [
    23,
    "名古屋市南区",
    "上浜町"
  ],
  4570068: [
    23,
    "名古屋市南区",
    "南野"
  ],
  4570069: [
    23,
    "名古屋市南区",
    "星園町"
  ],
  4570071: [
    23,
    "名古屋市南区",
    "千竈通"
  ],
  4570072: [
    23,
    "名古屋市南区",
    "寺部通"
  ],
  4570073: [
    23,
    "名古屋市南区",
    "西田町"
  ],
  4570074: [
    23,
    "名古屋市南区",
    "本地通"
  ],
  4570075: [
    23,
    "名古屋市南区",
    "石元町"
  ],
  4570076: [
    23,
    "名古屋市南区",
    "道全町"
  ],
  4570077: [
    23,
    "名古屋市南区",
    "立脇町"
  ],
  4570078: [
    23,
    "名古屋市南区",
    "塩屋町"
  ],
  4570801: [
    23,
    "名古屋市南区",
    "丹後通"
  ],
  4570802: [
    23,
    "名古屋市南区",
    "要町"
  ],
  4570803: [
    23,
    "名古屋市南区",
    "天白町"
  ],
  4570804: [
    23,
    "名古屋市南区",
    "源兵衛町"
  ],
  4570805: [
    23,
    "名古屋市南区",
    "三吉町"
  ],
  4570806: [
    23,
    "名古屋市南区",
    "鳴浜町"
  ],
  4570807: [
    23,
    "名古屋市南区",
    "鶴見通"
  ],
  4570808: [
    23,
    "名古屋市南区",
    "松下町"
  ],
  4570811: [
    23,
    "名古屋市南区",
    "大同町"
  ],
  4570812: [
    23,
    "名古屋市南区",
    "星崎町"
  ],
  4570813: [
    23,
    "名古屋市南区",
    "鳴尾町"
  ],
  4570814: [
    23,
    "名古屋市南区",
    "柴田本通"
  ],
  4570815: [
    23,
    "名古屋市南区",
    "柴田町"
  ],
  4570816: [
    23,
    "名古屋市南区",
    "元柴田東町"
  ],
  4570817: [
    23,
    "名古屋市南区",
    "元柴田西町"
  ],
  4570818: [
    23,
    "名古屋市南区",
    "白水町"
  ],
  4570819: [
    23,
    "名古屋市南区",
    "滝春町"
  ],
  4570821: [
    23,
    "名古屋市南区",
    "弥次ヱ町"
  ],
  4570822: [
    23,
    "名古屋市南区",
    "浜田町"
  ],
  4570823: [
    23,
    "名古屋市南区",
    "元塩町"
  ],
  4570824: [
    23,
    "名古屋市南区",
    "神松町"
  ],
  4570825: [
    23,
    "名古屋市南区",
    "堤起町"
  ],
  4570826: [
    23,
    "名古屋市南区",
    "中割町"
  ],
  4570827: [
    23,
    "名古屋市南区",
    "北頭町"
  ],
  4570828: [
    23,
    "名古屋市南区",
    "宝生町"
  ],
  4570831: [
    23,
    "名古屋市南区",
    "荒浜町"
  ],
  4570832: [
    23,
    "名古屋市南区",
    "浜中町"
  ],
  4570833: [
    23,
    "名古屋市南区",
    "東又兵ヱ町"
  ],
  4570834: [
    23,
    "名古屋市南区",
    "港東通"
  ],
  4570835: [
    23,
    "名古屋市南区",
    "西又兵ヱ町"
  ],
  4570836: [
    23,
    "名古屋市南区",
    "加福本通"
  ],
  4570837: [
    23,
    "名古屋市南区",
    "加福町"
  ],
  4570841: [
    23,
    "名古屋市南区",
    "豊田"
  ],
  4570842: [
    23,
    "名古屋市南区",
    "戸部下"
  ],
  4570843: [
    23,
    "名古屋市南区",
    "忠次"
  ],
  4570844: [
    23,
    "名古屋市南区",
    "堤町"
  ],
  4570845: [
    23,
    "名古屋市南区",
    "観音町"
  ],
  4570846: [
    23,
    "名古屋市南区",
    "道徳通"
  ],
  4570847: [
    23,
    "名古屋市南区",
    "道徳新町"
  ],
  4570851: [
    23,
    "名古屋市南区",
    "五条町"
  ],
  4570852: [
    23,
    "名古屋市南区",
    "泉楽通"
  ],
  4570853: [
    23,
    "名古屋市南区",
    "六条町"
  ],
  4570854: [
    23,
    "名古屋市南区",
    "七条町"
  ],
  4570855: [
    23,
    "名古屋市南区",
    "豊田町"
  ],
  4570856: [
    23,
    "名古屋市南区",
    "南陽通"
  ],
  4570861: [
    23,
    "名古屋市南区",
    "明治"
  ],
  4570862: [
    23,
    "名古屋市南区",
    "内田橋"
  ],
  4570863: [
    23,
    "名古屋市南区",
    "豊"
  ],
  4570864: [
    23,
    "名古屋市南区",
    "道徳北町"
  ],
  4570865: [
    23,
    "名古屋市南区",
    "氷室町"
  ],
  4570866: [
    23,
    "名古屋市南区",
    "三条"
  ],
  458e4: [
    23,
    "名古屋市緑区",
    ""
  ],
  4580001: [
    23,
    "名古屋市緑区",
    "梅里"
  ],
  4580002: [
    23,
    "名古屋市緑区",
    "桃山"
  ],
  4580003: [
    23,
    "名古屋市緑区",
    "黒沢台"
  ],
  4580004: [
    23,
    "名古屋市緑区",
    "乗鞍"
  ],
  4580005: [
    23,
    "名古屋市緑区",
    "鳴丘"
  ],
  4580006: [
    23,
    "名古屋市緑区",
    "細口"
  ],
  4580007: [
    23,
    "名古屋市緑区",
    "篭山"
  ],
  4580008: [
    23,
    "名古屋市緑区",
    "平手北"
  ],
  4580009: [
    23,
    "名古屋市緑区",
    "平手南"
  ],
  4580011: [
    23,
    "名古屋市緑区",
    "相川"
  ],
  4580012: [
    23,
    "名古屋市緑区",
    "久方"
  ],
  4580013: [
    23,
    "名古屋市緑区",
    "ほら貝"
  ],
  4580014: [
    23,
    "名古屋市緑区",
    "神沢"
  ],
  4580015: [
    23,
    "名古屋市緑区",
    "篠の風"
  ],
  4580016: [
    23,
    "名古屋市緑区",
    "上旭"
  ],
  4580021: [
    23,
    "名古屋市緑区",
    "滝ノ水"
  ],
  4580022: [
    23,
    "名古屋市緑区",
    "小坂"
  ],
  4580023: [
    23,
    "名古屋市緑区",
    "鴻仏目"
  ],
  4580024: [
    23,
    "名古屋市緑区",
    "尾崎山"
  ],
  4580025: [
    23,
    "名古屋市緑区",
    "鳥澄"
  ],
  4580031: [
    23,
    "名古屋市緑区",
    "旭出"
  ],
  4580032: [
    23,
    "名古屋市緑区",
    "大形山"
  ],
  4580033: [
    23,
    "名古屋市緑区",
    "相原郷"
  ],
  4580034: [
    23,
    "名古屋市緑区",
    "若田"
  ],
  4580035: [
    23,
    "名古屋市緑区",
    "曽根"
  ],
  4580036: [
    23,
    "名古屋市緑区",
    "六田"
  ],
  4580037: [
    23,
    "名古屋市緑区",
    "潮見が丘"
  ],
  4580038: [
    23,
    "名古屋市緑区",
    "作の山町"
  ],
  4580039: [
    23,
    "名古屋市緑区",
    "四本木"
  ],
  4580041: [
    23,
    "名古屋市緑区",
    "鳴子町"
  ],
  4580042: [
    23,
    "名古屋市緑区",
    "高根台"
  ],
  4580043: [
    23,
    "名古屋市緑区",
    "万場山"
  ],
  4580044: [
    23,
    "名古屋市緑区",
    "池上台"
  ],
  4580045: [
    23,
    "名古屋市緑区",
    "鹿山"
  ],
  4580046: [
    23,
    "名古屋市緑区",
    "長根町"
  ],
  4580047: [
    23,
    "名古屋市緑区",
    "古鳴海"
  ],
  4580801: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580802: [
    23,
    "名古屋市緑区",
    "兵庫"
  ],
  4580803: [
    23,
    "名古屋市緑区",
    "鏡田"
  ],
  4580804: [
    23,
    "名古屋市緑区",
    "亀が洞"
  ],
  4580805: [
    23,
    "名古屋市緑区",
    "大清水"
  ],
  4580806: [
    23,
    "名古屋市緑区",
    "大清水西"
  ],
  4580807: [
    23,
    "名古屋市緑区",
    "砂田"
  ],
  4580808: [
    23,
    "名古屋市緑区",
    "東神の倉"
  ],
  4580809: [
    23,
    "名古屋市緑区",
    "西神の倉"
  ],
  4580810: [
    23,
    "名古屋市緑区",
    "八つ松"
  ],
  4580811: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580812: [
    23,
    "名古屋市緑区",
    "神の倉"
  ],
  4580813: [
    23,
    "名古屋市緑区",
    "藤塚"
  ],
  4580814: [
    23,
    "名古屋市緑区",
    "鶴が沢"
  ],
  4580815: [
    23,
    "名古屋市緑区",
    "徳重"
  ],
  4580816: [
    23,
    "名古屋市緑区",
    "横吹町"
  ],
  4580817: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580818: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580819: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580820: [
    23,
    "名古屋市緑区",
    "境松"
  ],
  4580821: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580822: [
    23,
    "名古屋市緑区",
    "大将ケ根"
  ],
  4580823: [
    23,
    "名古屋市緑区",
    "太子"
  ],
  4580824: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580825: [
    23,
    "名古屋市緑区",
    "左京山"
  ],
  4580826: [
    23,
    "名古屋市緑区",
    "平子が丘"
  ],
  4580827: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580828: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580829: [
    23,
    "名古屋市緑区",
    "鎌倉台"
  ],
  4580830: [
    23,
    "名古屋市緑区",
    "姥子山"
  ],
  4580831: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580832: [
    23,
    "名古屋市緑区",
    "漆山"
  ],
  4580833: [
    23,
    "名古屋市緑区",
    "青山"
  ],
  4580834: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580835: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580836: [
    23,
    "名古屋市緑区",
    "白土"
  ],
  4580837: [
    23,
    "名古屋市緑区",
    "赤松"
  ],
  4580838: [
    23,
    "名古屋市緑区",
    "東陵"
  ],
  4580841: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580842: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580843: [
    23,
    "名古屋市緑区",
    "松が根台"
  ],
  4580844: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580845: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580846: [
    23,
    "名古屋市緑区",
    "鳴海町"
  ],
  4580847: [
    23,
    "名古屋市緑区",
    "浦里"
  ],
  4580848: [
    23,
    "名古屋市緑区",
    "水広"
  ],
  4580849: [
    23,
    "名古屋市緑区",
    "大清水東"
  ],
  4580851: [
    23,
    "名古屋市緑区",
    "熊の前"
  ],
  4580852: [
    23,
    "名古屋市緑区",
    "元徳重"
  ],
  4580901: [
    23,
    "名古屋市緑区",
    "有松町有松"
  ],
  4580902: [
    23,
    "名古屋市緑区",
    "有松三丁山"
  ],
  4580903: [
    23,
    "名古屋市緑区",
    "有松愛宕"
  ],
  4580910: [
    23,
    "名古屋市緑区",
    "桶狭間森前"
  ],
  4580911: [
    23,
    "名古屋市緑区",
    "有松町桶狭間"
  ],
  4580912: [
    23,
    "名古屋市緑区",
    "有松町桶狭間"
  ],
  4580913: [
    23,
    "名古屋市緑区",
    "桶狭間北"
  ],
  4580915: [
    23,
    "名古屋市緑区",
    "野末町"
  ],
  4580916: [
    23,
    "名古屋市緑区",
    "有松町桶狭間"
  ],
  4580917: [
    23,
    "名古屋市緑区",
    "武路町"
  ],
  4580918: [
    23,
    "名古屋市緑区",
    "南陵"
  ],
  4580919: [
    23,
    "名古屋市緑区",
    "桶狭間神明"
  ],
  4580920: [
    23,
    "名古屋市緑区",
    "桶狭間巻山"
  ],
  4580921: [
    23,
    "名古屋市緑区",
    "桶狭間清水山"
  ],
  4580922: [
    23,
    "名古屋市緑区",
    "桶狭間切戸"
  ],
  4580924: [
    23,
    "名古屋市緑区",
    "有松"
  ],
  4580925: [
    23,
    "名古屋市緑区",
    "桶狭間"
  ],
  4580926: [
    23,
    "名古屋市緑区",
    "桶狭間上の山"
  ],
  4580927: [
    23,
    "名古屋市緑区",
    "桶狭間南"
  ],
  4580928: [
    23,
    "名古屋市緑区",
    "有松幕山"
  ],
  4580929: [
    23,
    "名古屋市緑区",
    "桶狭間西"
  ],
  4598001: [
    23,
    "名古屋市緑区",
    "大高町"
  ],
  4598002: [
    23,
    "名古屋市緑区",
    "森の里"
  ],
  4598003: [
    23,
    "名古屋市緑区",
    "大高台"
  ],
  4598004: [
    23,
    "名古屋市緑区",
    "有松南"
  ],
  4598005: [
    23,
    "名古屋市緑区",
    "緑花台"
  ],
  4598006: [
    23,
    "名古屋市緑区",
    "倉坂"
  ],
  4598007: [
    23,
    "名古屋市緑区",
    "大根山"
  ],
  4598008: [
    23,
    "名古屋市緑区",
    "文久山"
  ],
  4598009: [
    23,
    "名古屋市緑区",
    "清水山"
  ],
  4598011: [
    23,
    "名古屋市緑区",
    "定納山"
  ],
  4598012: [
    23,
    "名古屋市緑区",
    "茨谷山"
  ],
  4598013: [
    23,
    "名古屋市緑区",
    "高根山"
  ],
  4598014: [
    23,
    "名古屋市緑区",
    "忠治山"
  ],
  4598015: [
    23,
    "名古屋市緑区",
    "別所山"
  ],
  4598016: [
    23,
    "名古屋市緑区",
    "南大高"
  ],
  4598017: [
    23,
    "名古屋市緑区",
    "瀬木南"
  ]
};
export {
  t as default
};
