const t = {
  5300001: [
    27,
    "大阪市北区",
    "梅田"
  ],
  5300002: [
    27,
    "大阪市北区",
    "曽根崎新地"
  ],
  5300003: [
    27,
    "大阪市北区",
    "堂島"
  ],
  5300004: [
    27,
    "大阪市北区",
    "堂島浜"
  ],
  5300005: [
    27,
    "大阪市北区",
    "中之島"
  ],
  5300011: [
    27,
    "大阪市北区",
    "大深町"
  ],
  5300012: [
    27,
    "大阪市北区",
    "芝田"
  ],
  5300013: [
    27,
    "大阪市北区",
    "茶屋町"
  ],
  5300014: [
    27,
    "大阪市北区",
    "鶴野町"
  ],
  5300015: [
    27,
    "大阪市北区",
    "中崎西"
  ],
  5300016: [
    27,
    "大阪市北区",
    "中崎"
  ],
  5300017: [
    27,
    "大阪市北区",
    "角田町"
  ],
  5300018: [
    27,
    "大阪市北区",
    "小松原町"
  ],
  5300021: [
    27,
    "大阪市北区",
    "浮田"
  ],
  5300022: [
    27,
    "大阪市北区",
    "浪花町"
  ],
  5300023: [
    27,
    "大阪市北区",
    "黒崎町"
  ],
  5300024: [
    27,
    "大阪市北区",
    "山崎町"
  ],
  5300025: [
    27,
    "大阪市北区",
    "扇町"
  ],
  5300026: [
    27,
    "大阪市北区",
    "神山町"
  ],
  5300027: [
    27,
    "大阪市北区",
    "堂山町"
  ],
  5300028: [
    27,
    "大阪市北区",
    "万歳町"
  ],
  5300031: [
    27,
    "大阪市北区",
    "菅栄町"
  ],
  5300032: [
    27,
    "大阪市北区",
    "樋之口町"
  ],
  5300033: [
    27,
    "大阪市北区",
    "池田町"
  ],
  5300034: [
    27,
    "大阪市北区",
    "錦町"
  ],
  5300035: [
    27,
    "大阪市北区",
    "同心"
  ],
  5300036: [
    27,
    "大阪市北区",
    "与力町"
  ],
  5300037: [
    27,
    "大阪市北区",
    "松ケ枝町"
  ],
  5300038: [
    27,
    "大阪市北区",
    "紅梅町"
  ],
  5300041: [
    27,
    "大阪市北区",
    "天神橋"
  ],
  5300042: [
    27,
    "大阪市北区",
    "天満橋"
  ],
  5300043: [
    27,
    "大阪市北区",
    "天満"
  ],
  5300044: [
    27,
    "大阪市北区",
    "東天満"
  ],
  5300045: [
    27,
    "大阪市北区",
    "天神西町"
  ],
  5300046: [
    27,
    "大阪市北区",
    "菅原町"
  ],
  5300047: [
    27,
    "大阪市北区",
    "西天満"
  ],
  5300051: [
    27,
    "大阪市北区",
    "太融寺町"
  ],
  5300052: [
    27,
    "大阪市北区",
    "南扇町"
  ],
  5300053: [
    27,
    "大阪市北区",
    "末広町"
  ],
  5300054: [
    27,
    "大阪市北区",
    "南森町"
  ],
  5300055: [
    27,
    "大阪市北区",
    "野崎町"
  ],
  5300056: [
    27,
    "大阪市北区",
    "兎我野町"
  ],
  5300057: [
    27,
    "大阪市北区",
    "曽根崎"
  ],
  5306001: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306002: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306003: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306004: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306005: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306006: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306007: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306008: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306009: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306010: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306011: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306012: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306013: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306014: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306015: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306016: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306017: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306018: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306019: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306020: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306021: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306022: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306023: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306024: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306025: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306026: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306027: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306028: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306029: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306030: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306031: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306032: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306033: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306034: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306035: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306036: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306037: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306038: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306039: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306090: [
    27,
    "大阪市北区",
    "天満橋ＯＡＰタワー"
  ],
  5306101: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306102: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306103: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306104: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306105: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306106: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306107: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306108: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306109: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306110: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306111: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306112: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306113: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306114: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306115: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306116: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306117: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306118: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306119: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306120: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306121: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306122: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306123: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306124: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306125: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306126: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306127: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306128: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306129: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306130: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306131: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306132: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306133: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306134: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306135: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5306190: [
    27,
    "大阪市北区",
    "中之島中之島ダイビル"
  ],
  5310041: [
    27,
    "大阪市北区",
    "天神橋"
  ],
  5310061: [
    27,
    "大阪市北区",
    "長柄西"
  ],
  5310062: [
    27,
    "大阪市北区",
    "長柄中"
  ],
  5310063: [
    27,
    "大阪市北区",
    "長柄東"
  ],
  5310064: [
    27,
    "大阪市北区",
    "国分寺"
  ],
  5310071: [
    27,
    "大阪市北区",
    "中津"
  ],
  5310072: [
    27,
    "大阪市北区",
    "豊崎"
  ],
  5310073: [
    27,
    "大阪市北区",
    "本庄西"
  ],
  5310074: [
    27,
    "大阪市北区",
    "本庄東"
  ],
  5310075: [
    27,
    "大阪市北区",
    "大淀南"
  ],
  5310076: [
    27,
    "大阪市北区",
    "大淀中"
  ],
  5310077: [
    27,
    "大阪市北区",
    "大淀北"
  ],
  5316001: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316002: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316003: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316004: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316005: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316006: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316007: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316008: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316009: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316010: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316011: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316012: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316013: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316014: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316015: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316016: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316017: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316018: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316019: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316020: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316021: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316022: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316023: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316024: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316025: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316026: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316027: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316028: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316029: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316030: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316031: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316032: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316033: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316034: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316035: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316036: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316037: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316038: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316039: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316090: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーイースト"
  ],
  5316101: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316102: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316103: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316104: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316105: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316106: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316107: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316108: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316109: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316110: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316111: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316112: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316113: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316114: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316115: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316116: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316117: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316118: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316119: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316120: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316121: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316122: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316123: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316124: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316125: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316126: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316127: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316128: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316129: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316130: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316131: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316132: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316133: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316134: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316135: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316136: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316137: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316138: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316139: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  5316190: [
    27,
    "大阪市北区",
    "大淀中梅田スカイビルタワーウエスト"
  ],
  532e4: [
    27,
    "大阪市淀川区",
    ""
  ],
  5320001: [
    27,
    "大阪市淀川区",
    "十八条"
  ],
  5320002: [
    27,
    "大阪市淀川区",
    "東三国"
  ],
  5320003: [
    27,
    "大阪市淀川区",
    "宮原"
  ],
  5320004: [
    27,
    "大阪市淀川区",
    "西宮原"
  ],
  5320005: [
    27,
    "大阪市淀川区",
    "三国本町"
  ],
  5320006: [
    27,
    "大阪市淀川区",
    "西三国"
  ],
  5320011: [
    27,
    "大阪市淀川区",
    "西中島"
  ],
  5320012: [
    27,
    "大阪市淀川区",
    "木川東"
  ],
  5320013: [
    27,
    "大阪市淀川区",
    "木川西"
  ],
  5320021: [
    27,
    "大阪市淀川区",
    "田川北"
  ],
  5320022: [
    27,
    "大阪市淀川区",
    "野中南"
  ],
  5320023: [
    27,
    "大阪市淀川区",
    "十三東"
  ],
  5320024: [
    27,
    "大阪市淀川区",
    "十三本町"
  ],
  5320025: [
    27,
    "大阪市淀川区",
    "新北野"
  ],
  5320026: [
    27,
    "大阪市淀川区",
    "塚本"
  ],
  5320027: [
    27,
    "大阪市淀川区",
    "田川"
  ],
  5320028: [
    27,
    "大阪市淀川区",
    "十三元今里"
  ],
  5320031: [
    27,
    "大阪市淀川区",
    "加島"
  ],
  5320032: [
    27,
    "大阪市淀川区",
    "三津屋北"
  ],
  5320033: [
    27,
    "大阪市淀川区",
    "新高"
  ],
  5320034: [
    27,
    "大阪市淀川区",
    "野中北"
  ],
  5320035: [
    27,
    "大阪市淀川区",
    "三津屋南"
  ],
  5320036: [
    27,
    "大阪市淀川区",
    "三津屋中"
  ],
  533e4: [
    27,
    "大阪市東淀川区",
    ""
  ],
  5330001: [
    27,
    "大阪市東淀川区",
    "井高野"
  ],
  5330002: [
    27,
    "大阪市東淀川区",
    "北江口"
  ],
  5330003: [
    27,
    "大阪市東淀川区",
    "南江口"
  ],
  5330004: [
    27,
    "大阪市東淀川区",
    "小松"
  ],
  5330005: [
    27,
    "大阪市東淀川区",
    "瑞光"
  ],
  5330006: [
    27,
    "大阪市東淀川区",
    "上新庄"
  ],
  5330007: [
    27,
    "大阪市東淀川区",
    "相川"
  ],
  5330011: [
    27,
    "大阪市東淀川区",
    "大桐"
  ],
  5330012: [
    27,
    "大阪市東淀川区",
    "大道南"
  ],
  5330013: [
    27,
    "大阪市東淀川区",
    "豊里"
  ],
  5330014: [
    27,
    "大阪市東淀川区",
    "豊新"
  ],
  5330015: [
    27,
    "大阪市東淀川区",
    "大隅"
  ],
  5330021: [
    27,
    "大阪市東淀川区",
    "下新庄"
  ],
  5330022: [
    27,
    "大阪市東淀川区",
    "菅原"
  ],
  5330023: [
    27,
    "大阪市東淀川区",
    "東淡路"
  ],
  5330024: [
    27,
    "大阪市東淀川区",
    "柴島"
  ],
  5330031: [
    27,
    "大阪市東淀川区",
    "西淡路"
  ],
  5330032: [
    27,
    "大阪市東淀川区",
    "淡路"
  ],
  5330033: [
    27,
    "大阪市東淀川区",
    "東中島"
  ],
  534e4: [
    27,
    "大阪市都島区",
    ""
  ],
  5340001: [
    27,
    "大阪市都島区",
    "毛馬町"
  ],
  5340002: [
    27,
    "大阪市都島区",
    "大東町"
  ],
  5340011: [
    27,
    "大阪市都島区",
    "高倉町"
  ],
  5340012: [
    27,
    "大阪市都島区",
    "御幸町"
  ],
  5340013: [
    27,
    "大阪市都島区",
    "内代町"
  ],
  5340014: [
    27,
    "大阪市都島区",
    "都島北通"
  ],
  5340015: [
    27,
    "大阪市都島区",
    "善源寺町"
  ],
  5340016: [
    27,
    "大阪市都島区",
    "友渕町"
  ],
  5340021: [
    27,
    "大阪市都島区",
    "都島本通"
  ],
  5340022: [
    27,
    "大阪市都島区",
    "都島中通"
  ],
  5340023: [
    27,
    "大阪市都島区",
    "都島南通"
  ],
  5340024: [
    27,
    "大阪市都島区",
    "東野田町"
  ],
  5340025: [
    27,
    "大阪市都島区",
    "片町"
  ],
  5340026: [
    27,
    "大阪市都島区",
    "網島町"
  ],
  5340027: [
    27,
    "大阪市都島区",
    "中野町"
  ],
  535e4: [
    27,
    "大阪市旭区",
    ""
  ],
  5350001: [
    27,
    "大阪市旭区",
    "太子橋"
  ],
  5350002: [
    27,
    "大阪市旭区",
    "大宮"
  ],
  5350003: [
    27,
    "大阪市旭区",
    "中宮"
  ],
  5350004: [
    27,
    "大阪市旭区",
    "生江"
  ],
  5350005: [
    27,
    "大阪市旭区",
    "赤川"
  ],
  5350011: [
    27,
    "大阪市旭区",
    "今市"
  ],
  5350012: [
    27,
    "大阪市旭区",
    "千林"
  ],
  5350013: [
    27,
    "大阪市旭区",
    "森小路"
  ],
  5350021: [
    27,
    "大阪市旭区",
    "清水"
  ],
  5350022: [
    27,
    "大阪市旭区",
    "新森"
  ],
  5350031: [
    27,
    "大阪市旭区",
    "高殿"
  ],
  536e4: [
    27,
    "大阪市城東区",
    ""
  ],
  5360001: [
    27,
    "大阪市城東区",
    "古市"
  ],
  5360002: [
    27,
    "大阪市城東区",
    "今福東"
  ],
  5360003: [
    27,
    "大阪市城東区",
    "今福南"
  ],
  5360004: [
    27,
    "大阪市城東区",
    "今福西"
  ],
  5360005: [
    27,
    "大阪市城東区",
    "中央"
  ],
  5360006: [
    27,
    "大阪市城東区",
    "野江"
  ],
  5360007: [
    27,
    "大阪市城東区",
    "成育"
  ],
  5360008: [
    27,
    "大阪市城東区",
    "関目"
  ],
  5360011: [
    27,
    "大阪市城東区",
    "放出西"
  ],
  5360012: [
    27,
    "大阪市城東区",
    "天王田"
  ],
  5360013: [
    27,
    "大阪市城東区",
    "鴫野東"
  ],
  5360014: [
    27,
    "大阪市城東区",
    "鴫野西"
  ],
  5360015: [
    27,
    "大阪市城東区",
    "新喜多"
  ],
  5360016: [
    27,
    "大阪市城東区",
    "蒲生"
  ],
  5360017: [
    27,
    "大阪市城東区",
    "新喜多東"
  ],
  5360021: [
    27,
    "大阪市城東区",
    "諏訪"
  ],
  5360022: [
    27,
    "大阪市城東区",
    "永田"
  ],
  5360023: [
    27,
    "大阪市城東区",
    "東中浜"
  ],
  5360024: [
    27,
    "大阪市城東区",
    "中浜"
  ],
  5360025: [
    27,
    "大阪市城東区",
    "森之宮"
  ],
  537e4: [
    27,
    "大阪市東成区",
    ""
  ],
  5370001: [
    27,
    "大阪市東成区",
    "深江北"
  ],
  5370002: [
    27,
    "大阪市東成区",
    "深江南"
  ],
  5370003: [
    27,
    "大阪市東成区",
    "神路"
  ],
  5370011: [
    27,
    "大阪市東成区",
    "東今里"
  ],
  5370012: [
    27,
    "大阪市東成区",
    "大今里"
  ],
  5370013: [
    27,
    "大阪市東成区",
    "大今里南"
  ],
  5370014: [
    27,
    "大阪市東成区",
    "大今里西"
  ],
  5370021: [
    27,
    "大阪市東成区",
    "東中本"
  ],
  5370022: [
    27,
    "大阪市東成区",
    "中本"
  ],
  5370023: [
    27,
    "大阪市東成区",
    "玉津"
  ],
  5370024: [
    27,
    "大阪市東成区",
    "東小橋"
  ],
  5370025: [
    27,
    "大阪市東成区",
    "中道"
  ],
  538e4: [
    27,
    "大阪市鶴見区",
    ""
  ],
  5380031: [
    27,
    "大阪市鶴見区",
    "茨田大宮"
  ],
  5380032: [
    27,
    "大阪市鶴見区",
    "安田"
  ],
  5380033: [
    27,
    "大阪市鶴見区",
    "中茶屋"
  ],
  5380034: [
    27,
    "大阪市鶴見区",
    "徳庵"
  ],
  5380035: [
    27,
    "大阪市鶴見区",
    "浜"
  ],
  5380036: [
    27,
    "大阪市鶴見区",
    "緑地公園"
  ],
  5380037: [
    27,
    "大阪市鶴見区",
    "焼野"
  ],
  5380041: [
    27,
    "大阪市鶴見区",
    "今津北"
  ],
  5380042: [
    27,
    "大阪市鶴見区",
    "今津中"
  ],
  5380043: [
    27,
    "大阪市鶴見区",
    "今津南"
  ],
  5380044: [
    27,
    "大阪市鶴見区",
    "放出東"
  ],
  5380051: [
    27,
    "大阪市鶴見区",
    "諸口"
  ],
  5380052: [
    27,
    "大阪市鶴見区",
    "横堤"
  ],
  5380053: [
    27,
    "大阪市鶴見区",
    "鶴見"
  ],
  5380054: [
    27,
    "大阪市鶴見区",
    "緑"
  ],
  539e4: [
    27,
    "大阪市中央区",
    ""
  ]
};
export {
  t as default
};
