const t = {
  9800001: [
    4,
    "仙台市青葉区",
    "中江"
  ],
  9800002: [
    4,
    "仙台市青葉区",
    "福沢町"
  ],
  9800003: [
    4,
    "仙台市青葉区",
    "小田原"
  ],
  9800004: [
    4,
    "仙台市青葉区",
    "宮町"
  ],
  9800005: [
    4,
    "仙台市青葉区",
    "梅田町"
  ],
  9800011: [
    4,
    "仙台市青葉区",
    "上杉"
  ],
  9800012: [
    4,
    "仙台市青葉区",
    "錦町"
  ],
  9800013: [
    4,
    "仙台市青葉区",
    "花京院"
  ],
  9800014: [
    4,
    "仙台市青葉区",
    "本町"
  ],
  9800021: [
    4,
    "仙台市青葉区",
    "中央"
  ],
  9800022: [
    4,
    "仙台市青葉区",
    "五橋"
  ],
  9800023: [
    4,
    "仙台市青葉区",
    "北目町"
  ],
  9800065: [
    4,
    "仙台市青葉区",
    "土樋"
  ],
  9800801: [
    4,
    "仙台市青葉区",
    "木町通"
  ],
  9800802: [
    4,
    "仙台市青葉区",
    "二日町"
  ],
  9800803: [
    4,
    "仙台市青葉区",
    "国分町"
  ],
  9800804: [
    4,
    "仙台市青葉区",
    "大町"
  ],
  9800805: [
    4,
    "仙台市青葉区",
    "大手町"
  ],
  9800811: [
    4,
    "仙台市青葉区",
    "一番町"
  ],
  9800812: [
    4,
    "仙台市青葉区",
    "片平"
  ],
  9800813: [
    4,
    "仙台市青葉区",
    "米ケ袋"
  ],
  9800814: [
    4,
    "仙台市青葉区",
    "霊屋下"
  ],
  9800815: [
    4,
    "仙台市青葉区",
    "花壇"
  ],
  9800821: [
    4,
    "仙台市青葉区",
    "春日町"
  ],
  9800822: [
    4,
    "仙台市青葉区",
    "立町"
  ],
  9800823: [
    4,
    "仙台市青葉区",
    "桜ケ岡公園"
  ],
  9800824: [
    4,
    "仙台市青葉区",
    "支倉町"
  ],
  9800845: [
    4,
    "仙台市青葉区",
    "荒巻"
  ],
  9800851: [
    4,
    "仙台市青葉区",
    "川内明神横丁"
  ],
  9800852: [
    4,
    "仙台市青葉区",
    "川内川前丁"
  ],
  9800853: [
    4,
    "仙台市青葉区",
    "川内大工町"
  ],
  9800854: [
    4,
    "仙台市青葉区",
    "川内中ノ瀬町"
  ],
  9800855: [
    4,
    "仙台市青葉区",
    "川内澱橋通"
  ],
  9800856: [
    4,
    "仙台市青葉区",
    "青葉山"
  ],
  9800861: [
    4,
    "仙台市青葉区",
    "川内元支倉"
  ],
  9800862: [
    4,
    "仙台市青葉区",
    "川内"
  ],
  9800863: [
    4,
    "仙台市青葉区",
    "川内追廻"
  ],
  9800864: [
    4,
    "仙台市青葉区",
    "川内山屋敷"
  ],
  9800865: [
    4,
    "仙台市青葉区",
    "川内亀岡町"
  ],
  9800866: [
    4,
    "仙台市青葉区",
    "川内三十人町"
  ],
  9800867: [
    4,
    "仙台市青葉区",
    "川内亀岡北裏丁"
  ],
  9800871: [
    4,
    "仙台市青葉区",
    "八幡"
  ],
  9800872: [
    4,
    "仙台市青葉区",
    "星陵町"
  ],
  9800873: [
    4,
    "仙台市青葉区",
    "広瀬町"
  ],
  9800874: [
    4,
    "仙台市青葉区",
    "角五郎"
  ],
  9806001: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806002: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806003: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806004: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806005: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806006: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806007: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806008: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806009: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806010: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806011: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806012: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806013: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806014: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806015: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806016: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806017: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806018: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806019: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806020: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806021: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806022: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806023: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806024: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806025: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806026: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806027: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806028: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806029: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806030: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806090: [
    4,
    "仙台市青葉区",
    "中央ＳＳ３０住友生命仙台中央ビル"
  ],
  9806101: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806102: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806103: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806104: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806105: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806106: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806107: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806108: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806109: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806110: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806111: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806112: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806113: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806114: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806115: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806116: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806117: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806118: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806119: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806120: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806121: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806122: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806123: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806124: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806125: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806126: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806127: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806128: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806129: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806130: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806131: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9806190: [
    4,
    "仙台市青葉区",
    "中央アエル"
  ],
  9810100: [
    4,
    "宮城郡利府町",
    ""
  ],
  9810101: [
    4,
    "宮城郡利府町",
    "赤沼"
  ],
  9810102: [
    4,
    "宮城郡利府町",
    "春日"
  ],
  9810103: [
    4,
    "宮城郡利府町",
    "森郷"
  ],
  9810104: [
    4,
    "宮城郡利府町",
    "中央"
  ],
  9810105: [
    4,
    "宮城郡利府町",
    "葉山"
  ],
  9810111: [
    4,
    "宮城郡利府町",
    "加瀬"
  ],
  9810112: [
    4,
    "宮城郡利府町",
    "利府"
  ],
  9810113: [
    4,
    "宮城郡利府町",
    "飯土井"
  ],
  9810114: [
    4,
    "宮城郡利府町",
    "新中道"
  ],
  9810121: [
    4,
    "宮城郡利府町",
    "神谷沢"
  ],
  9810122: [
    4,
    "宮城郡利府町",
    "菅谷"
  ],
  9810123: [
    4,
    "宮城郡利府町",
    "沢乙"
  ],
  9810124: [
    4,
    "宮城郡利府町",
    "沢乙東"
  ],
  9810125: [
    4,
    "宮城郡利府町",
    "岩切"
  ],
  9810131: [
    4,
    "宮城郡利府町",
    "青山"
  ],
  9810132: [
    4,
    "宮城郡利府町",
    "花園"
  ],
  9810133: [
    4,
    "宮城郡利府町",
    "青葉台"
  ],
  9810134: [
    4,
    "宮城郡利府町",
    "しらかし台"
  ],
  9810135: [
    4,
    "宮城郡利府町",
    "菅谷台"
  ],
  9810136: [
    4,
    "宮城郡利府町",
    "皆の丘"
  ],
  9810200: [
    4,
    "宮城郡松島町",
    ""
  ],
  9810201: [
    4,
    "宮城郡松島町",
    "竹谷"
  ],
  9810202: [
    4,
    "宮城郡松島町",
    "北小泉"
  ],
  9810203: [
    4,
    "宮城郡松島町",
    "根廻"
  ],
  9810204: [
    4,
    "宮城郡松島町",
    "初原"
  ],
  9810205: [
    4,
    "宮城郡松島町",
    "幡谷"
  ],
  9810211: [
    4,
    "宮城郡松島町",
    "手樽"
  ],
  9810212: [
    4,
    "宮城郡松島町",
    "磯崎"
  ],
  9810213: [
    4,
    "宮城郡松島町",
    "松島"
  ],
  9810214: [
    4,
    "宮城郡松島町",
    "桜渡戸"
  ],
  9810215: [
    4,
    "宮城郡松島町",
    "高城"
  ],
  9810301: [
    4,
    "東松島市",
    "牛網"
  ],
  9810302: [
    4,
    "東松島市",
    "浜市"
  ],
  9810303: [
    4,
    "東松島市",
    "小野"
  ],
  9810304: [
    4,
    "東松島市",
    "川下"
  ],
  9810305: [
    4,
    "東松島市",
    "上下堤"
  ],
  9810306: [
    4,
    "東松島市",
    "西福田"
  ],
  9810307: [
    4,
    "東松島市",
    "新田"
  ],
  9810308: [
    4,
    "東松島市",
    "高松"
  ],
  9810309: [
    4,
    "東松島市",
    "根古"
  ],
  9810411: [
    4,
    "東松島市",
    "野蒜"
  ],
  9810412: [
    4,
    "東松島市",
    "宮戸"
  ],
  9810413: [
    4,
    "東松島市",
    "新東名"
  ],
  9810414: [
    4,
    "東松島市",
    "大塚"
  ],
  9810415: [
    4,
    "東松島市",
    "浅井"
  ],
  9810416: [
    4,
    "東松島市",
    "野蒜ケ丘"
  ],
  9810500: [
    4,
    "東松島市",
    ""
  ],
  9810501: [
    4,
    "東松島市",
    "赤井"
  ],
  9810502: [
    4,
    "東松島市",
    "大曲"
  ],
  9810503: [
    4,
    "東松島市",
    "矢本"
  ],
  9810504: [
    4,
    "東松島市",
    "小松"
  ],
  9810505: [
    4,
    "東松島市",
    "大塩"
  ],
  9810506: [
    4,
    "東松島市",
    "あおい"
  ],
  9810507: [
    4,
    "東松島市",
    "みそら"
  ],
  9810901: [
    4,
    "仙台市青葉区",
    "北根黒松"
  ],
  9810902: [
    4,
    "仙台市青葉区",
    "北根"
  ],
  9810903: [
    4,
    "仙台市青葉区",
    "台原森林公園"
  ],
  9810904: [
    4,
    "仙台市青葉区",
    "旭ケ丘"
  ],
  9810905: [
    4,
    "仙台市青葉区",
    "小松島"
  ],
  9810906: [
    4,
    "仙台市青葉区",
    "小松島新堤"
  ],
  9810907: [
    4,
    "仙台市青葉区",
    "高松"
  ],
  9810908: [
    4,
    "仙台市青葉区",
    "東照宮"
  ],
  9810911: [
    4,
    "仙台市青葉区",
    "台原"
  ],
  9810912: [
    4,
    "仙台市青葉区",
    "堤町"
  ],
  9810913: [
    4,
    "仙台市青葉区",
    "昭和町"
  ],
  9810914: [
    4,
    "仙台市青葉区",
    "堤通雨宮町"
  ],
  9810915: [
    4,
    "仙台市青葉区",
    "通町"
  ],
  9810916: [
    4,
    "仙台市青葉区",
    "青葉町"
  ],
  9810917: [
    4,
    "仙台市青葉区",
    "葉山町"
  ],
  9810921: [
    4,
    "仙台市青葉区",
    "藤松"
  ],
  9810922: [
    4,
    "仙台市青葉区",
    "鷺ケ森"
  ],
  9810923: [
    4,
    "仙台市青葉区",
    "東勝山"
  ],
  9810924: [
    4,
    "仙台市青葉区",
    "双葉ケ丘"
  ],
  9810931: [
    4,
    "仙台市青葉区",
    "北山"
  ],
  9810932: [
    4,
    "仙台市青葉区",
    "木町"
  ],
  9810933: [
    4,
    "仙台市青葉区",
    "柏木"
  ],
  9810934: [
    4,
    "仙台市青葉区",
    "新坂町"
  ],
  9810935: [
    4,
    "仙台市青葉区",
    "三条町"
  ],
  9810936: [
    4,
    "仙台市青葉区",
    "千代田町"
  ],
  9810941: [
    4,
    "仙台市青葉区",
    "菊田町"
  ],
  9810942: [
    4,
    "仙台市青葉区",
    "貝ケ森"
  ],
  9810943: [
    4,
    "仙台市青葉区",
    "国見"
  ],
  9810944: [
    4,
    "仙台市青葉区",
    "子平町"
  ],
  9810945: [
    4,
    "仙台市青葉区",
    "荒巻"
  ],
  9810951: [
    4,
    "仙台市青葉区",
    "滝道"
  ],
  9810952: [
    4,
    "仙台市青葉区",
    "中山"
  ],
  9810953: [
    4,
    "仙台市青葉区",
    "西勝山"
  ],
  9810954: [
    4,
    "仙台市青葉区",
    "川平"
  ],
  9810961: [
    4,
    "仙台市青葉区",
    "桜ケ丘"
  ],
  9810962: [
    4,
    "仙台市青葉区",
    "水の森"
  ],
  9810963: [
    4,
    "仙台市青葉区",
    "あけぼの町"
  ],
  9810964: [
    4,
    "仙台市青葉区",
    "荒巻中央"
  ],
  9810965: [
    4,
    "仙台市青葉区",
    "荒巻神明町"
  ],
  9810966: [
    4,
    "仙台市青葉区",
    "荒巻本沢"
  ],
  9810967: [
    4,
    "仙台市青葉区",
    "山手町"
  ],
  9811101: [
    4,
    "仙台市太白区",
    "四郎丸"
  ],
  9811102: [
    4,
    "仙台市太白区",
    "袋原"
  ],
  9811103: [
    4,
    "仙台市太白区",
    "中田町"
  ],
  9811104: [
    4,
    "仙台市太白区",
    "中田"
  ],
  9811105: [
    4,
    "仙台市太白区",
    "西中田"
  ],
  9811106: [
    4,
    "仙台市太白区",
    "柳生"
  ],
  9811107: [
    4,
    "仙台市太白区",
    "東中田"
  ],
  9811200: [
    4,
    "名取市",
    ""
  ],
  9811201: [
    4,
    "名取市",
    "下増田"
  ],
  9811202: [
    4,
    "名取市",
    "閖上西"
  ],
  9811203: [
    4,
    "名取市",
    "閖上中央"
  ],
  9811204: [
    4,
    "名取市",
    "閖上東"
  ],
  9811211: [
    4,
    "名取市",
    "高柳"
  ],
  9811212: [
    4,
    "名取市",
    "小塚原"
  ],
  9811213: [
    4,
    "名取市",
    "閖上"
  ],
  9811214: [
    4,
    "名取市",
    "杉ケ袋"
  ],
  9811215: [
    4,
    "名取市",
    "牛野"
  ],
  9811216: [
    4,
    "名取市",
    "大曲"
  ],
  9811217: [
    4,
    "名取市",
    "美田園"
  ],
  9811218: [
    4,
    "名取市",
    "美田園北"
  ],
  9811221: [
    4,
    "名取市",
    "田高"
  ],
  9811222: [
    4,
    "名取市",
    "上余田"
  ],
  9811223: [
    4,
    "名取市",
    "下余田"
  ],
  9811224: [
    4,
    "名取市",
    "増田"
  ],
  9811225: [
    4,
    "名取市",
    "飯野坂"
  ],
  9811226: [
    4,
    "名取市",
    "植松"
  ],
  9811227: [
    4,
    "名取市",
    "杜せきのした"
  ],
  9811228: [
    4,
    "名取市",
    "飯野坂東"
  ],
  9811230: [
    4,
    "名取市",
    "愛の杜"
  ],
  9811231: [
    4,
    "名取市",
    "手倉田"
  ],
  9811232: [
    4,
    "名取市",
    "大手町"
  ],
  9811233: [
    4,
    "名取市",
    "小山"
  ],
  9811234: [
    4,
    "名取市",
    "箱塚"
  ],
  9811235: [
    4,
    "名取市",
    "名取が丘"
  ],
  9811236: [
    4,
    "名取市",
    "愛島小豆島"
  ],
  9811237: [
    4,
    "名取市",
    "愛島北目"
  ],
  9811238: [
    4,
    "名取市",
    "愛島笠島"
  ],
  9811239: [
    4,
    "名取市",
    "愛島塩手"
  ],
  9811240: [
    4,
    "名取市",
    "愛島郷"
  ],
  9811241: [
    4,
    "名取市",
    "高舘熊野堂"
  ],
  9811242: [
    4,
    "名取市",
    "高舘吉田"
  ],
  9811243: [
    4,
    "名取市",
    "高舘川上"
  ],
  9811244: [
    4,
    "名取市",
    "那智が丘"
  ],
  9811245: [
    4,
    "名取市",
    "ゆりが丘"
  ],
  9811246: [
    4,
    "名取市",
    "相互台"
  ],
  9811247: [
    4,
    "名取市",
    "みどり台"
  ],
  9811248: [
    4,
    "名取市",
    "相互台東"
  ],
  9811251: [
    4,
    "名取市",
    "愛島台"
  ],
  9811500: [
    4,
    "角田市",
    ""
  ],
  9811501: [
    4,
    "角田市",
    "藤田"
  ],
  9811502: [
    4,
    "角田市",
    "尾山"
  ],
  9811503: [
    4,
    "角田市",
    "島田"
  ],
  9811504: [
    4,
    "角田市",
    "枝野"
  ],
  9811505: [
    4,
    "角田市",
    "角田"
  ],
  9811511: [
    4,
    "角田市",
    "花島"
  ],
  9811512: [
    4,
    "角田市",
    "横倉"
  ],
  9811513: [
    4,
    "角田市",
    "豊室"
  ],
  9811514: [
    4,
    "角田市",
    "小田"
  ],
  9811515: [
    4,
    "角田市",
    "笠島"
  ],
  9811516: [
    4,
    "角田市",
    "高倉"
  ],
  9811517: [
    4,
    "角田市",
    "毛萱"
  ],
  9811518: [
    4,
    "角田市",
    "稲置"
  ],
  9811521: [
    4,
    "角田市",
    "江尻"
  ],
  9811522: [
    4,
    "角田市",
    "佐倉"
  ],
  9811523: [
    4,
    "角田市",
    "梶賀"
  ],
  9811524: [
    4,
    "角田市",
    "岡"
  ],
  9811525: [
    4,
    "角田市",
    "君萱"
  ],
  9811526: [
    4,
    "角田市",
    "神次郎"
  ],
  9811531: [
    4,
    "角田市",
    "鳩原"
  ],
  9811532: [
    4,
    "角田市",
    "小坂"
  ],
  9811533: [
    4,
    "角田市",
    "平貫"
  ],
  9811534: [
    4,
    "角田市",
    "坂津田"
  ],
  9812100: [
    4,
    "伊具郡丸森町",
    ""
  ],
  9812101: [
    4,
    "伊具郡丸森町",
    "舘矢間木沼"
  ],
  9812102: [
    4,
    "伊具郡丸森町",
    "舘矢間舘山"
  ],
  9812103: [
    4,
    "伊具郡丸森町",
    "舘矢間山田"
  ],
  9812104: [
    4,
    "伊具郡丸森町",
    "大舘"
  ],
  9812105: [
    4,
    "伊具郡丸森町",
    "舘矢間松掛"
  ],
  9812106: [
    4,
    "伊具郡丸森町",
    "木沼"
  ],
  9812111: [
    4,
    "伊具郡丸森町",
    "神明"
  ],
  9812112: [
    4,
    "伊具郡丸森町",
    "石渕"
  ],
  9812113: [
    4,
    "伊具郡丸森町",
    "越田"
  ],
  9812114: [
    4,
    "伊具郡丸森町",
    "赤堀"
  ],
  9812115: [
    4,
    "伊具郡丸森町",
    "稲場"
  ],
  9812116: [
    4,
    "伊具郡丸森町",
    "石倉"
  ],
  9812117: [
    4,
    "伊具郡丸森町",
    "上林東"
  ],
  9812121: [
    4,
    "伊具郡丸森町",
    "吉田"
  ],
  9812122: [
    4,
    "伊具郡丸森町",
    "荒田"
  ],
  9812123: [
    4,
    "伊具郡丸森町",
    "原場"
  ],
  9812124: [
    4,
    "伊具郡丸森町",
    "切立"
  ],
  9812125: [
    4,
    "伊具郡丸森町",
    "深田上"
  ],
  9812126: [
    4,
    "伊具郡丸森町",
    "梅木坂"
  ],
  9812127: [
    4,
    "伊具郡丸森町",
    "中ノ内"
  ],
  9812131: [
    4,
    "伊具郡丸森町",
    "銀杏"
  ],
  9812132: [
    4,
    "伊具郡丸森町",
    "牛子"
  ],
  9812133: [
    4,
    "伊具郡丸森町",
    "秋柴"
  ],
  9812134: [
    4,
    "伊具郡丸森町",
    "峠上"
  ],
  9812141: [
    4,
    "伊具郡丸森町",
    "板山"
  ],
  9812142: [
    4,
    "伊具郡丸森町",
    "飯泉"
  ],
  9812143: [
    4,
    "伊具郡丸森町",
    "虚空蔵上"
  ],
  9812144: [
    4,
    "伊具郡丸森町",
    "大畑"
  ],
  9812145: [
    4,
    "伊具郡丸森町",
    "川田島"
  ],
  9812146: [
    4,
    "伊具郡丸森町",
    "欠入上"
  ],
  9812151: [
    4,
    "伊具郡丸森町",
    "千刈場"
  ],
  9812152: [
    4,
    "伊具郡丸森町",
    "鳥屋"
  ],
  9812153: [
    4,
    "伊具郡丸森町",
    "雁歌"
  ],
  9812154: [
    4,
    "伊具郡丸森町",
    "大川口"
  ],
  9812155: [
    4,
    "伊具郡丸森町",
    "片岸"
  ],
  9812156: [
    4,
    "伊具郡丸森町",
    "うるし原"
  ],
  9812161: [
    4,
    "伊具郡丸森町",
    "除南"
  ],
  9812162: [
    4,
    "伊具郡丸森町",
    "除北"
  ],
  9812163: [
    4,
    "伊具郡丸森町",
    "除"
  ],
  9812164: [
    4,
    "伊具郡丸森町",
    "町東"
  ],
  9812165: [
    4,
    "伊具郡丸森町",
    "町西"
  ],
  9812166: [
    4,
    "伊具郡丸森町",
    "高畑"
  ],
  9812167: [
    4,
    "伊具郡丸森町",
    "田町南"
  ],
  9812168: [
    4,
    "伊具郡丸森町",
    "田町北"
  ],
  9812171: [
    4,
    "伊具郡丸森町",
    "下滝"
  ],
  9812172: [
    4,
    "伊具郡丸森町",
    "敷文東"
  ],
  9812173: [
    4,
    "伊具郡丸森町",
    "天炉"
  ],
  9812174: [
    4,
    "伊具郡丸森町",
    "岡巻"
  ],
  9812181: [
    4,
    "伊具郡丸森町",
    "子安"
  ],
  9812182: [
    4,
    "伊具郡丸森町",
    "覆盆子原"
  ],
  9812183: [
    4,
    "伊具郡丸森町",
    "石釜"
  ],
  9812184: [
    4,
    "伊具郡丸森町",
    "笠松"
  ],
  9812185: [
    4,
    "伊具郡丸森町",
    "椚林"
  ],
  9812186: [
    4,
    "伊具郡丸森町",
    "小坊木南"
  ],
  9812187: [
    4,
    "伊具郡丸森町",
    "荒屋敷"
  ],
  9812201: [
    4,
    "伊具郡丸森町",
    "筆甫"
  ],
  9812301: [
    4,
    "伊具郡丸森町",
    "大張大蔵"
  ],
  9812302: [
    4,
    "伊具郡丸森町",
    "大張川張"
  ],
  9812303: [
    4,
    "伊具郡丸森町",
    "耕野"
  ],
  9812401: [
    4,
    "伊具郡丸森町",
    "小斎"
  ],
  9812402: [
    4,
    "伊具郡丸森町",
    "金山"
  ],
  9812501: [
    4,
    "伊具郡丸森町",
    "大内"
  ],
  9813100: [
    4,
    "仙台市泉区",
    ""
  ],
  9813101: [
    4,
    "仙台市泉区",
    "明石南"
  ],
  9813102: [
    4,
    "仙台市泉区",
    "向陽台"
  ],
  9813103: [
    4,
    "仙台市泉区",
    "山の寺"
  ],
  9813104: [
    4,
    "仙台市泉区",
    "永和台"
  ],
  9813105: [
    4,
    "仙台市泉区",
    "天神沢"
  ],
  9813106: [
    4,
    "仙台市泉区",
    "歩坂町"
  ],
  9813107: [
    4,
    "仙台市泉区",
    "本田町"
  ],
  9813108: [
    4,
    "仙台市泉区",
    "松陵"
  ],
  9813109: [
    4,
    "仙台市泉区",
    "鶴が丘"
  ],
  9813111: [
    4,
    "仙台市泉区",
    "松森"
  ],
  9813112: [
    4,
    "仙台市泉区",
    "八乙女"
  ],
  9813113: [
    4,
    "仙台市泉区",
    "真美沢"
  ],
  9813114: [
    4,
    "仙台市泉区",
    "友愛町"
  ],
  9813115: [
    4,
    "仙台市泉区",
    "愛隣町"
  ],
  9813116: [
    4,
    "仙台市泉区",
    "高玉町"
  ],
  9813117: [
    4,
    "仙台市泉区",
    "市名坂"
  ],
  9813121: [
    4,
    "仙台市泉区",
    "上谷刈"
  ],
  9813122: [
    4,
    "仙台市泉区",
    "加茂"
  ],
  9813123: [
    4,
    "仙台市泉区",
    "古内"
  ],
  9813124: [
    4,
    "仙台市泉区",
    "野村"
  ],
  9813125: [
    4,
    "仙台市泉区",
    "みずほ台"
  ],
  9813126: [
    4,
    "仙台市泉区",
    "泉中央南"
  ],
  9813131: [
    4,
    "仙台市泉区",
    "七北田"
  ],
  9813132: [
    4,
    "仙台市泉区",
    "将監"
  ],
  9813133: [
    4,
    "仙台市泉区",
    "泉中央"
  ],
  9813134: [
    4,
    "仙台市泉区",
    "桂"
  ],
  9813135: [
    4,
    "仙台市泉区",
    "八乙女中央"
  ],
  9813136: [
    4,
    "仙台市泉区",
    "将監殿"
  ],
  9813137: [
    4,
    "仙台市泉区",
    "大沢"
  ],
  9813201: [
    4,
    "仙台市泉区",
    "泉ケ丘"
  ],
  9813202: [
    4,
    "仙台市泉区",
    "北高森"
  ],
  9813203: [
    4,
    "仙台市泉区",
    "高森"
  ],
  9813204: [
    4,
    "仙台市泉区",
    "寺岡"
  ],
  9813205: [
    4,
    "仙台市泉区",
    "紫山"
  ],
  9813206: [
    4,
    "仙台市泉区",
    "明通"
  ],
  9813211: [
    4,
    "仙台市泉区",
    "長命ケ丘東"
  ],
  9813212: [
    4,
    "仙台市泉区",
    "長命ケ丘"
  ],
  9813213: [
    4,
    "仙台市泉区",
    "南中山"
  ],
  9813214: [
    4,
    "仙台市泉区",
    "館"
  ],
  9813215: [
    4,
    "仙台市泉区",
    "北中山"
  ],
  9813216: [
    4,
    "仙台市泉区",
    "小角"
  ],
  9813217: [
    4,
    "仙台市泉区",
    "実沢"
  ],
  9813218: [
    4,
    "仙台市泉区",
    "西中山"
  ],
  9813221: [
    4,
    "仙台市泉区",
    "根白石"
  ],
  9813222: [
    4,
    "仙台市泉区",
    "住吉台東"
  ],
  9813223: [
    4,
    "仙台市泉区",
    "住吉台西"
  ],
  9813224: [
    4,
    "仙台市泉区",
    "西田中"
  ],
  9813225: [
    4,
    "仙台市泉区",
    "福岡"
  ],
  9813226: [
    4,
    "仙台市泉区",
    "朴沢"
  ],
  9813227: [
    4,
    "仙台市泉区",
    "朝日"
  ],
  9813271: [
    4,
    "黒川郡大和町",
    "学苑"
  ],
  9813300: [
    4,
    "富谷市",
    ""
  ],
  9813301: [
    4,
    "富谷市",
    "志戸田"
  ],
  9813302: [
    4,
    "富谷市",
    "三ノ関"
  ],
  9813303: [
    4,
    "富谷市",
    "太子堂"
  ],
  9813304: [
    4,
    "富谷市",
    "ひより台"
  ],
  9813305: [
    4,
    "富谷市",
    "一ノ関"
  ],
  9813306: [
    4,
    "富谷市",
    "二ノ関"
  ],
  9813311: [
    4,
    "富谷市",
    "富谷"
  ],
  9813312: [
    4,
    "富谷市",
    "とちの木"
  ],
  9813313: [
    4,
    "富谷市",
    "高屋敷"
  ],
  9813321: [
    4,
    "富谷市",
    "大童"
  ],
  9813322: [
    4,
    "富谷市",
    "今泉"
  ],
  9813323: [
    4,
    "富谷市",
    "大亀"
  ],
  9813324: [
    4,
    "富谷市",
    "西成田"
  ],
  9813325: [
    4,
    "富谷市",
    "石積"
  ],
  9813326: [
    4,
    "富谷市",
    "明石"
  ],
  9813327: [
    4,
    "富谷市",
    "穀田"
  ],
  9813328: [
    4,
    "富谷市",
    "上桜木"
  ],
  9813329: [
    4,
    "富谷市",
    "大清水"
  ],
  9813331: [
    4,
    "富谷市",
    "東向陽台"
  ],
  9813332: [
    4,
    "富谷市",
    "明石台"
  ],
  9813341: [
    4,
    "富谷市",
    "成田"
  ],
  9813351: [
    4,
    "富谷市",
    "鷹乃杜"
  ],
  9813352: [
    4,
    "富谷市",
    "富ケ丘"
  ],
  9813361: [
    4,
    "富谷市",
    "あけの平"
  ],
  9813362: [
    4,
    "富谷市",
    "日吉台"
  ],
  9813363: [
    4,
    "富谷市",
    "杜乃橋"
  ],
  9813401: [
    4,
    "黒川郡大和町",
    "落合三ケ内"
  ],
  9813402: [
    4,
    "黒川郡大和町",
    "落合報恩寺"
  ],
  9813403: [
    4,
    "黒川郡大和町",
    "落合桧和田"
  ],
  9813404: [
    4,
    "黒川郡大和町",
    "落合相川"
  ],
  9813405: [
    4,
    "黒川郡大和町",
    "落合舞野"
  ],
  9813406: [
    4,
    "黒川郡大和町",
    "落合蒜袋"
  ],
  9813407: [
    4,
    "黒川郡大和町",
    "落合松坂"
  ],
  9813408: [
    4,
    "黒川郡大和町",
    "松坂平"
  ],
  9813409: [
    4,
    "黒川郡大和町",
    "流通平"
  ],
  9813411: [
    4,
    "黒川郡大和町",
    "鶴巣大平"
  ],
  9813412: [
    4,
    "黒川郡大和町",
    "鶴巣鳥屋"
  ],
  9813413: [
    4,
    "黒川郡大和町",
    "鶴巣幕柳"
  ],
  9813414: [
    4,
    "黒川郡大和町",
    "鶴巣太田"
  ],
  9813415: [
    4,
    "黒川郡大和町",
    "鶴巣小鶴沢"
  ],
  9813416: [
    4,
    "黒川郡大和町",
    "鶴巣山田"
  ],
  9813417: [
    4,
    "黒川郡大和町",
    "鶴巣北目大崎"
  ],
  9813418: [
    4,
    "黒川郡大和町",
    "鶴巣下草"
  ],
  9813419: [
    4,
    "黒川郡大和町",
    "まいの"
  ],
  9813500: [
    4,
    "黒川郡大郷町",
    ""
  ],
  9813501: [
    4,
    "黒川郡大郷町",
    "大松沢"
  ],
  9813502: [
    4,
    "黒川郡大郷町",
    "粕川"
  ],
  9813503: [
    4,
    "黒川郡大郷町",
    "石原"
  ],
  9813511: [
    4,
    "黒川郡大郷町",
    "山崎"
  ],
  9813512: [
    4,
    "黒川郡大郷町",
    "不来内"
  ],
  9813513: [
    4,
    "黒川郡大郷町",
    "味明"
  ],
  9813514: [
    4,
    "黒川郡大郷町",
    "川内"
  ],
  9813515: [
    4,
    "黒川郡大郷町",
    "羽生"
  ],
  9813521: [
    4,
    "黒川郡大郷町",
    "中村"
  ],
  9813522: [
    4,
    "黒川郡大郷町",
    "東成田"
  ],
  9813523: [
    4,
    "黒川郡大郷町",
    "土橋"
  ],
  9813524: [
    4,
    "黒川郡大郷町",
    "鶉崎"
  ],
  9813600: [
    4,
    "黒川郡大和町",
    ""
  ],
  9813601: [
    4,
    "黒川郡大衡村",
    "大瓜"
  ],
  9813602: [
    4,
    "黒川郡大衡村",
    "大衡"
  ],
  9813603: [
    4,
    "黒川郡大衡村",
    "沖の平"
  ],
  9813604: [
    4,
    "黒川郡大衡村",
    "駒場"
  ],
  9813605: [
    4,
    "黒川郡大衡村",
    "大森"
  ],
  9813606: [
    4,
    "黒川郡大衡村",
    "桔梗平"
  ],
  9813607: [
    4,
    "黒川郡大衡村",
    "奥田"
  ],
  9813608: [
    4,
    "黒川郡大衡村",
    "松の平"
  ],
  9813609: [
    4,
    "黒川郡大衡村",
    "中央平"
  ],
  9813611: [
    4,
    "黒川郡大衡村",
    "ときわ台"
  ],
  9813612: [
    4,
    "黒川郡大衡村",
    "ときわ台南"
  ],
  9813620: [
    4,
    "黒川郡大和町",
    "しあわせの杜"
  ],
  9813621: [
    4,
    "黒川郡大和町",
    "吉岡"
  ],
  9813622: [
    4,
    "黒川郡大和町",
    "もみじケ丘"
  ],
  9813623: [
    4,
    "黒川郡大和町",
    "小野"
  ],
  9813624: [
    4,
    "黒川郡大和町",
    "宮床"
  ],
  9813625: [
    4,
    "黒川郡大和町",
    "吉田"
  ],
  9813626: [
    4,
    "黒川郡大和町",
    "吉岡南"
  ],
  9813627: [
    4,
    "黒川郡大和町",
    "吉岡東"
  ],
  9813628: [
    4,
    "黒川郡大和町",
    "杜の丘"
  ],
  9813629: [
    4,
    "黒川郡大和町",
    "テクノヒルズ"
  ],
  9813631: [
    4,
    "黒川郡大和町",
    "吉岡天皇寺東"
  ],
  9813632: [
    4,
    "黒川郡大和町",
    "吉岡まほろば"
  ],
  9814100: [
    4,
    "加美郡色麻町",
    ""
  ],
  9814101: [
    4,
    "加美郡色麻町",
    "清水"
  ],
  9814102: [
    4,
    "加美郡色麻町",
    "高城"
  ],
  9814103: [
    4,
    "加美郡色麻町",
    "高根"
  ],
  9814104: [
    4,
    "加美郡色麻町",
    "平沢"
  ],
  9814105: [
    4,
    "加美郡色麻町",
    "吉田"
  ],
  9814111: [
    4,
    "加美郡色麻町",
    "黒沢"
  ],
  9814112: [
    4,
    "加美郡色麻町",
    "志津"
  ],
  9814121: [
    4,
    "加美郡色麻町",
    "一の関"
  ],
  9814122: [
    4,
    "加美郡色麻町",
    "四竃"
  ],
  9814131: [
    4,
    "加美郡色麻町",
    "大"
  ],
  9814141: [
    4,
    "加美郡色麻町",
    "王城寺"
  ],
  9814151: [
    4,
    "加美郡色麻町",
    "小栗山"
  ],
  9814200: [
    4,
    "加美郡加美町",
    ""
  ],
  9814201: [
    4,
    "加美郡加美町",
    "上多田川"
  ],
  9814202: [
    4,
    "加美郡加美町",
    "下多田川"
  ],
  9814203: [
    4,
    "加美郡加美町",
    "菜切谷"
  ],
  9814211: [
    4,
    "加美郡加美町",
    "上狼塚"
  ],
  9814212: [
    4,
    "加美郡加美町",
    "下狼塚"
  ],
  9814213: [
    4,
    "加美郡加美町",
    "平柳"
  ],
  9814221: [
    4,
    "加美郡加美町",
    "四日市場"
  ],
  9814222: [
    4,
    "加美郡加美町",
    "下新田"
  ],
  9814223: [
    4,
    "加美郡加美町",
    "雑式ノ目"
  ],
  9814224: [
    4,
    "加美郡加美町",
    "木伏"
  ],
  9814225: [
    4,
    "加美郡加美町",
    "新木伏"
  ],
  9814226: [
    4,
    "加美郡加美町",
    "押登目"
  ],
  9814227: [
    4,
    "加美郡加美町",
    "新川原"
  ],
  9814228: [
    4,
    "加美郡加美町",
    "鹿島越"
  ],
  9814229: [
    4,
    "加美郡加美町",
    "薬師堂"
  ],
  9814231: [
    4,
    "加美郡加美町",
    "百目木１番"
  ],
  9814232: [
    4,
    "加美郡加美町",
    "百目木２番"
  ],
  9814233: [
    4,
    "加美郡加美町",
    "百目木３番"
  ],
  9814234: [
    4,
    "加美郡加美町",
    "旧舘１番"
  ],
  9814235: [
    4,
    "加美郡加美町",
    "旧舘２番"
  ],
  9814241: [
    4,
    "加美郡加美町",
    "南町"
  ],
  9814242: [
    4,
    "加美郡加美町",
    "町西"
  ],
  9814251: [
    4,
    "加美郡加美町",
    "西町"
  ],
  9814252: [
    4,
    "加美郡加美町",
    "西田"
  ],
  9814253: [
    4,
    "加美郡加美町",
    "大門"
  ],
  9814254: [
    4,
    "加美郡加美町",
    "北町"
  ],
  9814255: [
    4,
    "加美郡加美町",
    "岡町"
  ],
  9814256: [
    4,
    "加美郡加美町",
    "下川原"
  ],
  9814261: [
    4,
    "加美郡加美町",
    "町裏"
  ],
  9814262: [
    4,
    "加美郡加美町",
    "一本杉"
  ],
  9814263: [
    4,
    "加美郡加美町",
    "雁原"
  ],
  9814264: [
    4,
    "加美郡加美町",
    "赤塚"
  ],
  9814265: [
    4,
    "加美郡加美町",
    "矢越"
  ],
  9814271: [
    4,
    "加美郡加美町",
    "羽場"
  ],
  9814272: [
    4,
    "加美郡加美町",
    "城生"
  ],
  9814273: [
    4,
    "加美郡加美町",
    "上川原"
  ],
  9814274: [
    4,
    "加美郡加美町",
    "一本柳"
  ],
  9814275: [
    4,
    "加美郡加美町",
    "穴畑"
  ],
  9814276: [
    4,
    "加美郡加美町",
    "焼橋"
  ],
  9814277: [
    4,
    "加美郡加美町",
    "一本柳南"
  ],
  9814301: [
    4,
    "加美郡加美町",
    "樋田"
  ],
  9814302: [
    4,
    "加美郡加美町",
    "下野目"
  ],
  9814303: [
    4,
    "加美郡加美町",
    "前田下"
  ],
  9814304: [
    4,
    "加美郡加美町",
    "久保"
  ],
  9814305: [
    4,
    "加美郡加美町",
    "宮田"
  ],
  9814306: [
    4,
    "加美郡加美町",
    "天王"
  ],
  9814308: [
    4,
    "加美郡加美町",
    "長町"
  ],
  9814309: [
    4,
    "加美郡加美町",
    "蓬田"
  ],
  9814311: [
    4,
    "加美郡加美町",
    "板橋"
  ],
  9814312: [
    4,
    "加美郡加美町",
    "月崎"
  ],
  9814313: [
    4,
    "加美郡加美町",
    "二ノ坪"
  ],
  9814314: [
    4,
    "加美郡加美町",
    "田中"
  ],
  9814315: [
    4,
    "加美郡加美町",
    "中嶋"
  ],
  9814316: [
    4,
    "加美郡加美町",
    "月崎"
  ],
  9814317: [
    4,
    "加美郡加美町",
    "神山西"
  ],
  9814318: [
    4,
    "加美郡加美町",
    "清水田"
  ],
  9814319: [
    4,
    "加美郡加美町",
    "久保田"
  ],
  9814321: [
    4,
    "加美郡加美町",
    "下原"
  ],
  9814322: [
    4,
    "加美郡加美町",
    "北下原"
  ],
  9814323: [
    4,
    "加美郡加美町",
    "石原"
  ],
  9814324: [
    4,
    "加美郡加美町",
    "北原"
  ],
  9814325: [
    4,
    "加美郡加美町",
    "五百刈"
  ],
  9814326: [
    4,
    "加美郡加美町",
    "北ノ口"
  ],
  9814327: [
    4,
    "加美郡加美町",
    "上野原"
  ],
  9814328: [
    4,
    "加美郡加美町",
    "一里塚"
  ],
  9814329: [
    4,
    "加美郡加美町",
    "鶴羽美"
  ],
  9814331: [
    4,
    "加美郡加美町",
    "北寺宿"
  ],
  9814332: [
    4,
    "加美郡加美町",
    "南寺宿"
  ],
  9814333: [
    4,
    "加美郡加美町",
    "中畑"
  ],
  9814334: [
    4,
    "加美郡加美町",
    "町屋敷"
  ],
  9814335: [
    4,
    "加美郡加美町",
    "新小路"
  ],
  9814336: [
    4,
    "加美郡加美町",
    "下タ川原"
  ],
  9814337: [
    4,
    "加美郡加美町",
    "長檀"
  ],
  9814341: [
    4,
    "加美郡加美町",
    "中原"
  ],
  9814342: [
    4,
    "加美郡加美町",
    "原中原浦"
  ],
  9814343: [
    4,
    "加美郡加美町",
    "内谷地"
  ],
  9814344: [
    4,
    "加美郡加美町",
    "原道端屋敷"
  ],
  9814345: [
    4,
    "加美郡加美町",
    "下北浦"
  ],
  9814346: [
    4,
    "加美郡加美町",
    "原南江端"
  ],
  9814347: [
    4,
    "加美郡加美町",
    "原高谷地屋敷"
  ],
  9814351: [
    4,
    "加美郡加美町",
    "南小路"
  ],
  9814352: [
    4,
    "加美郡加美町",
    "八石下"
  ],
  9814353: [
    4,
    "加美郡加美町",
    "照井"
  ],
  9814354: [
    4,
    "加美郡加美町",
    "麓山"
  ],
  9814355: [
    4,
    "加美郡加美町",
    "鹿原"
  ],
  9814356: [
    4,
    "加美郡加美町",
    "芋沢"
  ],
  9814357: [
    4,
    "加美郡加美町",
    "城内"
  ],
  9814358: [
    4,
    "加美郡加美町",
    "西八石"
  ],
  9814361: [
    4,
    "加美郡加美町",
    "藤兵衛前"
  ],
  9814362: [
    4,
    "加美郡加美町",
    "小瀬"
  ],
  9814363: [
    4,
    "加美郡加美町",
    "滝下"
  ],
  9814364: [
    4,
    "加美郡加美町",
    "松田"
  ],
  9814365: [
    4,
    "加美郡加美町",
    "伯治"
  ],
  9814366: [
    4,
    "加美郡加美町",
    "水芋"
  ],
  9814367: [
    4,
    "加美郡加美町",
    "門沢"
  ],
  9814368: [
    4,
    "加美郡加美町",
    "漆沢"
  ],
  9814369: [
    4,
    "加美郡加美町",
    "新松田"
  ],
  9814371: [
    4,
    "加美郡加美町",
    "原"
  ],
  9814372: [
    4,
    "加美郡加美町",
    "長清水"
  ],
  9814373: [
    4,
    "加美郡加美町",
    "原町"
  ],
  9814374: [
    4,
    "加美郡加美町",
    "上野目"
  ],
  9814375: [
    4,
    "加美郡加美町",
    "味ケ袋"
  ],
  9814376: [
    4,
    "加美郡加美町",
    "新北雷屋敷"
  ],
  9814377: [
    4,
    "加美郡加美町",
    "新南雷屋敷"
  ],
  9814381: [
    4,
    "加美郡加美町",
    "大谷地"
  ],
  9814382: [
    4,
    "加美郡加美町",
    "新伯治"
  ],
  9814383: [
    4,
    "加美郡加美町",
    "新滝下"
  ],
  9814384: [
    4,
    "加美郡加美町",
    "新藤兵衛前"
  ],
  9814385: [
    4,
    "加美郡加美町",
    "下原前"
  ],
  9814386: [
    4,
    "加美郡加美町",
    "城野"
  ],
  9814401: [
    4,
    "加美郡加美町",
    "宮崎"
  ],
  9814402: [
    4,
    "加美郡加美町",
    "北川内"
  ],
  9814403: [
    4,
    "加美郡加美町",
    "柳沢"
  ],
  9814411: [
    4,
    "加美郡加美町",
    "谷地森"
  ],
  9814412: [
    4,
    "加美郡加美町",
    "鳥嶋"
  ],
  9814413: [
    4,
    "加美郡加美町",
    "鳥屋ケ崎"
  ],
  9814414: [
    4,
    "加美郡加美町",
    "孫沢"
  ],
  9814415: [
    4,
    "加美郡加美町",
    "米泉"
  ],
  9814416: [
    4,
    "加美郡加美町",
    "沼ケ袋"
  ],
  9814417: [
    4,
    "加美郡加美町",
    "君ケ袋"
  ],
  9814418: [
    4,
    "加美郡加美町",
    "小泉"
  ],
  9814419: [
    4,
    "加美郡加美町",
    "木舟"
  ],
  9818001: [
    4,
    "仙台市泉区",
    "南光台東"
  ],
  9818002: [
    4,
    "仙台市泉区",
    "南光台南"
  ],
  9818003: [
    4,
    "仙台市泉区",
    "南光台"
  ],
  9818004: [
    4,
    "仙台市泉区",
    "旭丘堤"
  ],
  9818005: [
    4,
    "仙台市泉区",
    "東黒松"
  ],
  9818006: [
    4,
    "仙台市泉区",
    "黒松"
  ],
  9818007: [
    4,
    "仙台市泉区",
    "虹の丘"
  ],
  982e4: [
    4,
    "仙台市太白区",
    ""
  ],
  9820001: [
    4,
    "仙台市太白区",
    "八本松"
  ],
  9820002: [
    4,
    "仙台市太白区",
    "飯田"
  ],
  9820003: [
    4,
    "仙台市太白区",
    "郡山"
  ],
  9820004: [
    4,
    "仙台市太白区",
    "東大野田"
  ],
  9820005: [
    4,
    "仙台市太白区",
    "諏訪町"
  ],
  9820006: [
    4,
    "仙台市太白区",
    "東郡山"
  ],
  9820007: [
    4,
    "仙台市太白区",
    "あすと長町"
  ],
  9820011: [
    4,
    "仙台市太白区",
    "長町"
  ],
  9820012: [
    4,
    "仙台市太白区",
    "長町南"
  ],
  9820013: [
    4,
    "仙台市太白区",
    "太子堂"
  ],
  9820014: [
    4,
    "仙台市太白区",
    "大野田"
  ],
  9820015: [
    4,
    "仙台市太白区",
    "南大野田"
  ],
  9820021: [
    4,
    "仙台市太白区",
    "緑ケ丘"
  ],
  9820022: [
    4,
    "仙台市太白区",
    "鹿野本町"
  ],
  9820023: [
    4,
    "仙台市太白区",
    "鹿野"
  ],
  9820024: [
    4,
    "仙台市太白区",
    "砂押南町"
  ],
  9820025: [
    4,
    "仙台市太白区",
    "砂押町"
  ],
  9820026: [
    4,
    "仙台市太白区",
    "土手内"
  ],
  9820027: [
    4,
    "仙台市太白区",
    "大塒町"
  ],
  9820031: [
    4,
    "仙台市太白区",
    "泉崎"
  ],
  9820032: [
    4,
    "仙台市太白区",
    "富沢"
  ],
  9820033: [
    4,
    "仙台市太白区",
    "富田"
  ],
  9820034: [
    4,
    "仙台市太白区",
    "西多賀"
  ],
  9820035: [
    4,
    "仙台市太白区",
    "大谷地"
  ],
  9820036: [
    4,
    "仙台市太白区",
    "富沢南"
  ],
  9820037: [
    4,
    "仙台市太白区",
    "富沢西"
  ],
  9820211: [
    4,
    "仙台市太白区",
    "佐保山"
  ],
  9820212: [
    4,
    "仙台市太白区",
    "太白"
  ],
  9820213: [
    4,
    "仙台市太白区",
    "山田自由ケ丘"
  ],
  9820214: [
    4,
    "仙台市太白区",
    "山田"
  ],
  9820215: [
    4,
    "仙台市太白区",
    "旗立"
  ],
  9820221: [
    4,
    "仙台市太白区",
    "日本平"
  ],
  9820222: [
    4,
    "仙台市太白区",
    "人来田"
  ],
  9820231: [
    4,
    "仙台市太白区",
    "坪沼"
  ],
  9820241: [
    4,
    "仙台市太白区",
    "秋保町湯元"
  ],
  9820242: [
    4,
    "仙台市太白区",
    "秋保町境野"
  ],
  9820243: [
    4,
    "仙台市太白区",
    "秋保町長袋"
  ],
  9820244: [
    4,
    "仙台市太白区",
    "秋保町馬場"
  ],
  9820245: [
    4,
    "仙台市太白区",
    "秋保町湯向"
  ],
  9820251: [
    4,
    "仙台市太白区",
    "茂庭"
  ],
  9820252: [
    4,
    "仙台市太白区",
    "茂庭台"
  ],
  9820801: [
    4,
    "仙台市太白区",
    "八木山本町"
  ],
  9820802: [
    4,
    "仙台市太白区",
    "八木山東"
  ],
  9820803: [
    4,
    "仙台市太白区",
    "金剛沢"
  ],
  9820804: [
    4,
    "仙台市太白区",
    "鈎取"
  ],
  9820805: [
    4,
    "仙台市太白区",
    "鈎取本町"
  ],
  9820806: [
    4,
    "仙台市太白区",
    "御堂平"
  ],
  9820807: [
    4,
    "仙台市太白区",
    "八木山南"
  ],
  9820811: [
    4,
    "仙台市太白区",
    "ひより台"
  ],
  9820812: [
    4,
    "仙台市太白区",
    "上野山"
  ],
  9820813: [
    4,
    "仙台市太白区",
    "山田北前町"
  ],
  9820814: [
    4,
    "仙台市太白区",
    "山田"
  ],
  9820815: [
    4,
    "仙台市太白区",
    "山田上ノ台町"
  ],
  9820816: [
    4,
    "仙台市太白区",
    "山田本町"
  ],
  9820817: [
    4,
    "仙台市太白区",
    "羽黒台"
  ],
  9820818: [
    4,
    "仙台市太白区",
    "山田新町"
  ],
  9820821: [
    4,
    "仙台市太白区",
    "松が丘"
  ],
  9820822: [
    4,
    "仙台市太白区",
    "若葉町"
  ],
  9820823: [
    4,
    "仙台市太白区",
    "恵和町"
  ],
  9820824: [
    4,
    "仙台市太白区",
    "芦の口"
  ],
  9820825: [
    4,
    "仙台市太白区",
    "西の平"
  ],
  9820826: [
    4,
    "仙台市太白区",
    "三神峯"
  ],
  9820831: [
    4,
    "仙台市太白区",
    "八木山香澄町"
  ],
  9820832: [
    4,
    "仙台市太白区",
    "八木山緑町"
  ],
  9820833: [
    4,
    "仙台市太白区",
    "八木山弥生町"
  ],
  9820834: [
    4,
    "仙台市太白区",
    "青山"
  ],
  9820835: [
    4,
    "仙台市太白区",
    "桜木町"
  ],
  9820836: [
    4,
    "仙台市太白区",
    "八木山松波町"
  ],
  9820837: [
    4,
    "仙台市太白区",
    "長町"
  ],
  9820841: [
    4,
    "仙台市太白区",
    "向山"
  ],
  9820842: [
    4,
    "仙台市太白区",
    "越路"
  ],
  9820843: [
    4,
    "仙台市太白区",
    "茂ケ崎"
  ],
  9820844: [
    4,
    "仙台市太白区",
    "根岸町"
  ],
  9820845: [
    4,
    "仙台市太白区",
    "門前町"
  ],
  9820846: [
    4,
    "仙台市太白区",
    "二ツ沢"
  ],
  9820847: [
    4,
    "仙台市太白区",
    "長嶺"
  ],
  9820848: [
    4,
    "仙台市太白区",
    "萩ケ丘"
  ],
  983e4: [
    4,
    "仙台市宮城野区",
    ""
  ],
  9830001: [
    4,
    "仙台市宮城野区",
    "港"
  ],
  9830002: [
    4,
    "仙台市宮城野区",
    "蒲生"
  ],
  9830003: [
    4,
    "仙台市宮城野区",
    "岡田"
  ],
  9830004: [
    4,
    "仙台市宮城野区",
    "岡田西町"
  ],
  9830005: [
    4,
    "仙台市宮城野区",
    "福室"
  ],
  9830006: [
    4,
    "仙台市宮城野区",
    "白鳥"
  ],
  9830007: [
    4,
    "仙台市宮城野区",
    "仙台港北"
  ],
  9830011: [
    4,
    "仙台市宮城野区",
    "栄"
  ],
  9830012: [
    4,
    "仙台市宮城野区",
    "出花"
  ],
  9830013: [
    4,
    "仙台市宮城野区",
    "中野"
  ],
  9830014: [
    4,
    "仙台市宮城野区",
    "高砂"
  ],
  9830021: [
    4,
    "仙台市宮城野区",
    "田子"
  ],
  9830023: [
    4,
    "仙台市宮城野区",
    "福田町"
  ],
  9830024: [
    4,
    "仙台市宮城野区",
    "鶴巻"
  ],
  9830025: [
    4,
    "仙台市宮城野区",
    "福田町南"
  ],
  9830026: [
    4,
    "仙台市宮城野区",
    "田子西"
  ],
  9830031: [
    4,
    "仙台市宮城野区",
    "小鶴"
  ],
  9830032: [
    4,
    "仙台市宮城野区",
    "仙石"
  ],
  9830033: [
    4,
    "仙台市宮城野区",
    "福住町"
  ],
  9830034: [
    4,
    "仙台市宮城野区",
    "扇町"
  ],
  9830035: [
    4,
    "仙台市宮城野区",
    "日の出町"
  ],
  9830036: [
    4,
    "仙台市宮城野区",
    "苦竹"
  ],
  9830037: [
    4,
    "仙台市宮城野区",
    "平成"
  ],
  9830038: [
    4,
    "仙台市宮城野区",
    "新田"
  ],
  9830039: [
    4,
    "仙台市宮城野区",
    "新田東"
  ],
  9830041: [
    4,
    "仙台市宮城野区",
    "南目館"
  ],
  9830042: [
    4,
    "仙台市宮城野区",
    "東宮城野"
  ],
  9830043: [
    4,
    "仙台市宮城野区",
    "萩野町"
  ],
  9830044: [
    4,
    "仙台市宮城野区",
    "宮千代"
  ],
  9830045: [
    4,
    "仙台市宮城野区",
    "宮城野"
  ],
  9830046: [
    4,
    "仙台市宮城野区",
    "西宮城野"
  ],
  9830047: [
    4,
    "仙台市宮城野区",
    "銀杏町"
  ],
  9830803: [
    4,
    "仙台市宮城野区",
    "小田原"
  ],
  9830811: [
    4,
    "仙台市宮城野区",
    "小田原清水沼通"
  ],
  9830812: [
    4,
    "仙台市宮城野区",
    "小田原弓ノ町"
  ],
  9830813: [
    4,
    "仙台市宮城野区",
    "小田原牛小屋丁"
  ],
  9830814: [
    4,
    "仙台市宮城野区",
    "小田原大行院丁"
  ],
  9830815: [
    4,
    "仙台市宮城野区",
    "小田原広丁"
  ],
  9830816: [
    4,
    "仙台市宮城野区",
    "小田原金剛院丁"
  ],
  9830817: [
    4,
    "仙台市宮城野区",
    "小田原山本丁"
  ],
  9830821: [
    4,
    "仙台市宮城野区",
    "岩切"
  ],
  9830822: [
    4,
    "仙台市宮城野区",
    "燕沢東"
  ],
  9830823: [
    4,
    "仙台市宮城野区",
    "燕沢"
  ],
  9830824: [
    4,
    "仙台市宮城野区",
    "鶴ケ谷"
  ],
  9830825: [
    4,
    "仙台市宮城野区",
    "鶴ケ谷北"
  ],
  9830826: [
    4,
    "仙台市宮城野区",
    "鶴ケ谷東"
  ],
  9830827: [
    4,
    "仙台市宮城野区",
    "神谷沢"
  ],
  9830828: [
    4,
    "仙台市宮城野区",
    "岩切分台"
  ],
  9830831: [
    4,
    "仙台市宮城野区",
    "自由ケ丘"
  ],
  9830832: [
    4,
    "仙台市宮城野区",
    "安養寺"
  ],
  9830833: [
    4,
    "仙台市宮城野区",
    "東仙台"
  ],
  9830834: [
    4,
    "仙台市宮城野区",
    "松岡町"
  ],
  9830835: [
    4,
    "仙台市宮城野区",
    "大梶"
  ],
  9830836: [
    4,
    "仙台市宮城野区",
    "幸町"
  ],
  9830837: [
    4,
    "仙台市宮城野区",
    "枡江"
  ],
  9830838: [
    4,
    "仙台市宮城野区",
    "二の森"
  ],
  9830839: [
    4,
    "仙台市宮城野区",
    "蟹沢"
  ],
  9830841: [
    4,
    "仙台市宮城野区",
    "原町"
  ],
  9830842: [
    4,
    "仙台市宮城野区",
    "五輪"
  ],
  9830843: [
    4,
    "仙台市宮城野区",
    "二十人町通"
  ],
  9830844: [
    4,
    "仙台市宮城野区",
    "原町南目"
  ],
  9830845: [
    4,
    "仙台市宮城野区",
    "清水沼"
  ],
  9830851: [
    4,
    "仙台市宮城野区",
    "榴ケ岡"
  ],
  9830852: [
    4,
    "仙台市宮城野区",
    "榴岡"
  ],
  9830853: [
    4,
    "仙台市宮城野区",
    "東六番丁"
  ],
  9830861: [
    4,
    "仙台市宮城野区",
    "鉄砲町"
  ],
  9830862: [
    4,
    "仙台市宮城野区",
    "二十人町"
  ],
  9830863: [
    4,
    "仙台市宮城野区",
    "車町"
  ],
  9830864: [
    4,
    "仙台市宮城野区",
    "名掛丁"
  ],
  9830865: [
    4,
    "仙台市宮城野区",
    "元寺小路"
  ],
  9830866: [
    4,
    "仙台市宮城野区",
    "花京院通"
  ],
  9830867: [
    4,
    "仙台市宮城野区",
    "鉄砲町東"
  ],
  9830868: [
    4,
    "仙台市宮城野区",
    "鉄砲町中"
  ],
  9830869: [
    4,
    "仙台市宮城野区",
    "鉄砲町西"
  ],
  984e4: [
    4,
    "仙台市若林区",
    ""
  ],
  9840001: [
    4,
    "仙台市若林区",
    "鶴代町"
  ],
  9840002: [
    4,
    "仙台市若林区",
    "卸町東"
  ],
  9840003: [
    4,
    "仙台市若林区",
    "六丁の目北町"
  ],
  9840004: [
    4,
    "仙台市若林区",
    "六丁の目東町"
  ],
  9840011: [
    4,
    "仙台市若林区",
    "六丁の目西町"
  ],
  9840012: [
    4,
    "仙台市若林区",
    "六丁の目中町"
  ],
  9840013: [
    4,
    "仙台市若林区",
    "六丁の目南町"
  ],
  9840014: [
    4,
    "仙台市若林区",
    "六丁の目元町"
  ],
  9840015: [
    4,
    "仙台市若林区",
    "卸町"
  ],
  9840016: [
    4,
    "仙台市若林区",
    "蒲町東"
  ],
  9840017: [
    4,
    "仙台市若林区",
    "なないろの里"
  ],
  9840022: [
    4,
    "仙台市若林区",
    "五橋"
  ],
  9840030: [
    4,
    "仙台市若林区",
    "荒井東"
  ],
  9840031: [
    4,
    "仙台市若林区",
    "六丁目"
  ],
  9840032: [
    4,
    "仙台市若林区",
    "荒井"
  ],
  9840033: [
    4,
    "仙台市若林区",
    "荒浜"
  ],
  9840034: [
    4,
    "仙台市若林区",
    "荒浜新"
  ],
  9840035: [
    4,
    "仙台市若林区",
    "霞目"
  ],
  9840036: [
    4,
    "仙台市若林区",
    "長喜城"
  ],
  9840037: [
    4,
    "仙台市若林区",
    "蒲町"
  ],
  9840038: [
    4,
    "仙台市若林区",
    "伊在"
  ],
  9840039: [
    4,
    "仙台市若林区",
    "荒井南"
  ],
  9840041: [
    4,
    "仙台市若林区",
    "志波町"
  ],
  9840042: [
    4,
    "仙台市若林区",
    "大和町"
  ],
  9840043: [
    4,
    "仙台市若林区",
    "東新丁"
  ],
  9840044: [
    4,
    "仙台市若林区",
    "椌木通"
  ],
  9840045: [
    4,
    "仙台市若林区",
    "西新丁"
  ],
  9840046: [
    4,
    "仙台市若林区",
    "二軒茶屋"
  ],
  9840047: [
    4,
    "仙台市若林区",
    "木ノ下"
  ],
  9840048: [
    4,
    "仙台市若林区",
    "白萩町"
  ],
  9840051: [
    4,
    "仙台市若林区",
    "新寺"
  ],
  9840052: [
    4,
    "仙台市若林区",
    "連坊"
  ],
  9840053: [
    4,
    "仙台市若林区",
    "連坊小路"
  ],
  9840054: [
    4,
    "仙台市若林区",
    "裏柴田町"
  ],
  9840055: [
    4,
    "仙台市若林区",
    "表柴田町"
  ],
  9840056: [
    4,
    "仙台市若林区",
    "成田町"
  ],
  9840057: [
    4,
    "仙台市若林区",
    "三百人町"
  ],
  9840058: [
    4,
    "仙台市若林区",
    "元茶畑"
  ],
  9840061: [
    4,
    "仙台市若林区",
    "南鍛冶町"
  ],
  9840062: [
    4,
    "仙台市若林区",
    "弓ノ町"
  ],
  9840063: [
    4,
    "仙台市若林区",
    "石名坂"
  ],
  9840064: [
    4,
    "仙台市若林区",
    "石垣町"
  ],
  9840065: [
    4,
    "仙台市若林区",
    "土樋"
  ],
  9840071: [
    4,
    "仙台市若林区",
    "東九番丁"
  ],
  9840072: [
    4,
    "仙台市若林区",
    "東八番丁"
  ],
  9840073: [
    4,
    "仙台市若林区",
    "荒町"
  ],
  9840074: [
    4,
    "仙台市若林区",
    "東七番丁"
  ],
  9840075: [
    4,
    "仙台市若林区",
    "清水小路"
  ],
  9840801: [
    4,
    "仙台市若林区",
    "畳屋丁"
  ],
  9840802: [
    4,
    "仙台市若林区",
    "八軒小路"
  ],
  9840803: [
    4,
    "仙台市若林区",
    "新弓ノ町"
  ],
  9840804: [
    4,
    "仙台市若林区",
    "南石切町"
  ],
  9840805: [
    4,
    "仙台市若林区",
    "南材木町"
  ],
  9840806: [
    4,
    "仙台市若林区",
    "舟丁"
  ],
  9840807: [
    4,
    "仙台市若林区",
    "穀町"
  ],
  9840811: [
    4,
    "仙台市若林区",
    "保春院前丁"
  ],
  9840812: [
    4,
    "仙台市若林区",
    "五十人町"
  ],
  9840813: [
    4,
    "仙台市若林区",
    "六十人町"
  ],
  9840814: [
    4,
    "仙台市若林区",
    "南染師町"
  ],
  9840815: [
    4,
    "仙台市若林区",
    "文化町"
  ],
  9840816: [
    4,
    "仙台市若林区",
    "河原町"
  ],
  9840817: [
    4,
    "仙台市若林区",
    "堰場"
  ],
  9840821: [
    4,
    "仙台市若林区",
    "中倉"
  ],
  9840822: [
    4,
    "仙台市若林区",
    "かすみ町"
  ],
  9840823: [
    4,
    "仙台市若林区",
    "遠見塚"
  ],
  9840824: [
    4,
    "仙台市若林区",
    "遠見塚東"
  ],
  9840825: [
    4,
    "仙台市若林区",
    "古城"
  ],
  9840826: [
    4,
    "仙台市若林区",
    "若林"
  ],
  9840827: [
    4,
    "仙台市若林区",
    "南小泉"
  ],
  9840828: [
    4,
    "仙台市若林区",
    "一本杉町"
  ],
  9840831: [
    4,
    "仙台市若林区",
    "沖野"
  ],
  9840832: [
    4,
    "仙台市若林区",
    "下飯田"
  ],
  9840833: [
    4,
    "仙台市若林区",
    "飯田"
  ],
  9840834: [
    4,
    "仙台市若林区",
    "六郷"
  ],
  9840835: [
    4,
    "仙台市若林区",
    "今泉"
  ],
  9840836: [
    4,
    "仙台市若林区",
    "四郎丸"
  ],
  9840837: [
    4,
    "仙台市若林区",
    "日辺"
  ],
  9840838: [
    4,
    "仙台市若林区",
    "上飯田"
  ],
  9840841: [
    4,
    "仙台市若林区",
    "三本塚"
  ],
  9840842: [
    4,
    "仙台市若林区",
    "井土"
  ],
  9840843: [
    4,
    "仙台市若林区",
    "藤塚"
  ],
  9840844: [
    4,
    "仙台市若林区",
    "種次"
  ],
  9840845: [
    4,
    "仙台市若林区",
    "二木"
  ],
  985e4: [
    4,
    "塩竈市",
    ""
  ],
  9850001: [
    4,
    "塩竈市",
    "新浜町"
  ],
  9850002: [
    4,
    "塩竈市",
    "海岸通"
  ],
  9850003: [
    4,
    "塩竈市",
    "北浜"
  ],
  9850004: [
    4,
    "塩竈市",
    "藤倉"
  ],
  9850005: [
    4,
    "塩竈市",
    "杉の入"
  ],
  9850006: [
    4,
    "塩竈市",
    "杉の入裏"
  ],
  9850011: [
    4,
    "塩竈市",
    "貞山通"
  ],
  9850012: [
    4,
    "塩竈市",
    "芦畔町"
  ],
  9850013: [
    4,
    "塩竈市",
    "牛生町"
  ],
  9850014: [
    4,
    "塩竈市",
    "舟入"
  ],
  9850015: [
    4,
    "塩竈市",
    "中の島"
  ],
  9850016: [
    4,
    "塩竈市",
    "港町"
  ],
  9850021: [
    4,
    "塩竈市",
    "尾島町"
  ],
  9850022: [
    4,
    "塩竈市",
    "新富町"
  ],
  9850023: [
    4,
    "塩竈市",
    "花立町"
  ],
  9850024: [
    4,
    "塩竈市",
    "錦町"
  ],
  9850025: [
    4,
    "塩竈市",
    "佐浦町"
  ],
  9850026: [
    4,
    "塩竈市",
    "旭町"
  ],
  9850031: [
    4,
    "塩竈市",
    "石堂"
  ],
  9850032: [
    4,
    "塩竈市",
    "白萩町"
  ],
  9850033: [
    4,
    "塩竈市",
    "桜ケ丘"
  ],
  9850034: [
    4,
    "塩竈市",
    "南錦町"
  ],
  9850035: [
    4,
    "塩竈市",
    "野田"
  ],
  9850036: [
    4,
    "塩竈市",
    "東玉川町"
  ],
  9850041: [
    4,
    "塩竈市",
    "白菊町"
  ],
  9850042: [
    4,
    "塩竈市",
    "玉川"
  ],
  9850043: [
    4,
    "塩竈市",
    "袖野田町"
  ],
  9850044: [
    4,
    "塩竈市",
    "母子沢町"
  ],
  9850045: [
    4,
    "塩竈市",
    "西玉川町"
  ],
  9850046: [
    4,
    "塩竈市",
    "大日向町"
  ],
  9850051: [
    4,
    "塩竈市",
    "宮町"
  ],
  9850052: [
    4,
    "塩竈市",
    "本町"
  ],
  9850053: [
    4,
    "塩竈市",
    "南町"
  ],
  9850054: [
    4,
    "塩竈市",
    "香津町"
  ],
  9850055: [
    4,
    "塩竈市",
    "赤坂"
  ],
  9850056: [
    4,
    "塩竈市",
    "泉ケ岡"
  ],
  9850057: [
    4,
    "塩竈市",
    "西町"
  ],
  9850061: [
    4,
    "塩竈市",
    "清水沢"
  ],
  9850062: [
    4,
    "塩竈市",
    "泉沢町"
  ],
  9850063: [
    4,
    "塩竈市",
    "栄町"
  ],
  9850064: [
    4,
    "塩竈市",
    "権現堂"
  ],
  9850065: [
    4,
    "塩竈市",
    "向ケ丘"
  ],
  9850066: [
    4,
    "塩竈市",
    "月見ケ丘"
  ],
  9850067: [
    4,
    "塩竈市",
    "後楽町"
  ],
  9850071: [
    4,
    "塩竈市",
    "松陽台"
  ],
  9850072: [
    4,
    "塩竈市",
    "小松崎"
  ],
  9850073: [
    4,
    "塩竈市",
    "みのが丘"
  ],
  9850074: [
    4,
    "塩竈市",
    "一森山"
  ],
  9850075: [
    4,
    "塩竈市",
    "今宮町"
  ],
  9850076: [
    4,
    "塩竈市",
    "長沢町"
  ],
  9850077: [
    4,
    "塩竈市",
    "梅の宮"
  ],
  9850081: [
    4,
    "塩竈市",
    "石田"
  ],
  9850082: [
    4,
    "塩竈市",
    "青葉ケ丘"
  ],
  9850083: [
    4,
    "塩竈市",
    "越ノ浦"
  ],
  9850084: [
    4,
    "塩竈市",
    "楓町"
  ],
  9850085: [
    4,
    "塩竈市",
    "庚塚"
  ],
  9850086: [
    4,
    "塩竈市",
    "千賀の台"
  ],
  9850087: [
    4,
    "塩竈市",
    "伊保石"
  ],
  9850088: [
    4,
    "塩竈市",
    "長沢"
  ],
  9850191: [
    4,
    "塩竈市",
    "浦戸石浜"
  ],
  9850192: [
    4,
    "塩竈市",
    "浦戸桂島"
  ],
  9850193: [
    4,
    "塩竈市",
    "浦戸野々島"
  ],
  9850194: [
    4,
    "塩竈市",
    "浦戸寒風沢"
  ],
  9850195: [
    4,
    "塩竈市",
    "浦戸朴島"
  ],
  9850801: [
    4,
    "宮城郡七ヶ浜町",
    "代ヶ崎浜"
  ],
  9850802: [
    4,
    "宮城郡七ヶ浜町",
    "吉田浜"
  ],
  9850803: [
    4,
    "宮城郡七ヶ浜町",
    "花渕浜"
  ],
  9850804: [
    4,
    "宮城郡七ヶ浜町",
    "東宮浜"
  ],
  9850805: [
    4,
    "宮城郡七ヶ浜町",
    "笹山"
  ],
  9850811: [
    4,
    "宮城郡七ヶ浜町",
    "菖蒲田浜"
  ],
  9850812: [
    4,
    "宮城郡七ヶ浜町",
    "松ヶ浜"
  ],
  9850813: [
    4,
    "宮城郡七ヶ浜町",
    "湊浜"
  ],
  9850821: [
    4,
    "宮城郡七ヶ浜町",
    "汐見台"
  ],
  9850822: [
    4,
    "宮城郡七ヶ浜町",
    "汐見台南"
  ],
  9850823: [
    4,
    "宮城郡七ヶ浜町",
    "遠山"
  ],
  9850824: [
    4,
    "宮城郡七ヶ浜町",
    "境山"
  ],
  9850831: [
    4,
    "多賀城市",
    "笠神"
  ],
  9850832: [
    4,
    "多賀城市",
    "大代"
  ],
  9850833: [
    4,
    "多賀城市",
    "栄"
  ],
  9850834: [
    4,
    "多賀城市",
    "丸山"
  ],
  9850835: [
    4,
    "多賀城市",
    "下馬"
  ],
  9850841: [
    4,
    "多賀城市",
    "鶴ケ谷"
  ],
  9850842: [
    4,
    "多賀城市",
    "桜木"
  ],
  9850843: [
    4,
    "多賀城市",
    "明月"
  ],
  9850844: [
    4,
    "多賀城市",
    "宮内"
  ],
  9850845: [
    4,
    "多賀城市",
    "町前"
  ],
  9850846: [
    4,
    "多賀城市",
    "中野"
  ],
  9850851: [
    4,
    "多賀城市",
    "南宮"
  ],
  9850852: [
    4,
    "多賀城市",
    "山王"
  ],
  9850853: [
    4,
    "多賀城市",
    "高橋"
  ],
  9850854: [
    4,
    "多賀城市",
    "新田"
  ],
  9850861: [
    4,
    "多賀城市",
    "浮島"
  ],
  9850862: [
    4,
    "多賀城市",
    "高崎"
  ],
  9850863: [
    4,
    "多賀城市",
    "東田中"
  ],
  9850864: [
    4,
    "多賀城市",
    "市川"
  ],
  9850865: [
    4,
    "多賀城市",
    "城南"
  ],
  9850871: [
    4,
    "多賀城市",
    "留ケ谷"
  ],
  9850872: [
    4,
    "多賀城市",
    "伝上山"
  ],
  9850873: [
    4,
    "多賀城市",
    "中央"
  ],
  9850874: [
    4,
    "多賀城市",
    "八幡"
  ],
  9850901: [
    4,
    "仙台市宮城野区",
    "港"
  ],
  986e4: [
    4,
    "石巻市",
    ""
  ],
  9860001: [
    4,
    "石巻市",
    "水沼"
  ],
  9860002: [
    4,
    "石巻市",
    "真野"
  ],
  9860003: [
    4,
    "石巻市",
    "井内"
  ],
  9860004: [
    4,
    "石巻市",
    "新栄"
  ],
  9860005: [
    4,
    "石巻市",
    "大瓜"
  ],
  9860006: [
    4,
    "石巻市",
    "高木"
  ],
  9860011: [
    4,
    "石巻市",
    "湊"
  ],
  9860013: [
    4,
    "石巻市",
    "鹿妻本町"
  ],
  9860015: [
    4,
    "石巻市",
    "吉野町"
  ],
  9860016: [
    4,
    "石巻市",
    "八幡町"
  ],
  9860017: [
    4,
    "石巻市",
    "不動町"
  ],
  9860020: [
    4,
    "石巻市",
    "湊東"
  ],
  9860021: [
    4,
    "石巻市",
    "緑町"
  ],
  9860022: [
    4,
    "石巻市",
    "魚町"
  ],
  9860023: [
    4,
    "石巻市",
    "田代浜"
  ],
  9860024: [
    4,
    "石巻市",
    "川口町"
  ],
  9860025: [
    4,
    "石巻市",
    "湊町"
  ],
  9860026: [
    4,
    "石巻市",
    "大門町"
  ],
  9860027: [
    4,
    "石巻市",
    "明神町"
  ],
  9860028: [
    4,
    "石巻市",
    "松並"
  ],
  9860029: [
    4,
    "石巻市",
    "湊西"
  ],
  9860031: [
    4,
    "石巻市",
    "南境"
  ],
  9860032: [
    4,
    "石巻市",
    "開成"
  ],
  9860033: [
    4,
    "石巻市",
    "美園"
  ],
  9860041: [
    4,
    "石巻市",
    "伊原津"
  ],
  9860042: [
    4,
    "石巻市",
    "鹿妻南"
  ],
  9860043: [
    4,
    "石巻市",
    "鹿妻北"
  ],
  9860101: [
    4,
    "石巻市",
    "相野谷"
  ],
  9860102: [
    4,
    "石巻市",
    "成田"
  ],
  9860103: [
    4,
    "石巻市",
    "中島"
  ],
  9860104: [
    4,
    "石巻市",
    "皿貝"
  ],
  9860105: [
    4,
    "石巻市",
    "中野"
  ],
  9860106: [
    4,
    "石巻市",
    "馬鞍"
  ],
  9860111: [
    4,
    "石巻市",
    "釜谷"
  ],
  9860112: [
    4,
    "石巻市",
    "長面"
  ],
  9860113: [
    4,
    "石巻市",
    "尾ノ崎"
  ],
  9860114: [
    4,
    "石巻市",
    "針岡"
  ],
  9860115: [
    4,
    "石巻市",
    "福地"
  ],
  9860121: [
    4,
    "石巻市",
    "大森"
  ],
  9860122: [
    4,
    "石巻市",
    "東福田"
  ],
  9860123: [
    4,
    "石巻市",
    "北境"
  ],
  9860124: [
    4,
    "石巻市",
    "三輪田"
  ],
  9860131: [
    4,
    "石巻市",
    "飯野"
  ],
  9860132: [
    4,
    "石巻市",
    "小船越"
  ],
  9860133: [
    4,
    "石巻市",
    "二子"
  ],
  9860201: [
    4,
    "石巻市",
    "北上町十三浜"
  ],
  9860202: [
    4,
    "石巻市",
    "北上町橋浦"
  ],
  9860203: [
    4,
    "石巻市",
    "北上町長尾"
  ],
  9860204: [
    4,
    "石巻市",
    "北上町女川"
  ],
  9860301: [
    4,
    "石巻市",
    "桃生町脇谷"
  ],
  9860302: [
    4,
    "石巻市",
    "桃生町倉埣"
  ],
  9860303: [
    4,
    "石巻市",
    "桃生町永井"
  ],
  9860304: [
    4,
    "石巻市",
    "桃生町樫崎"
  ],
  9860305: [
    4,
    "石巻市",
    "桃生町牛田"
  ],
  9860311: [
    4,
    "石巻市",
    "桃生町太田"
  ],
  9860312: [
    4,
    "石巻市",
    "桃生町城内"
  ],
  9860313: [
    4,
    "石巻市",
    "桃生町中津山"
  ],
  9860314: [
    4,
    "石巻市",
    "桃生町寺崎"
  ],
  9860321: [
    4,
    "石巻市",
    "桃生町新田"
  ],
  9860322: [
    4,
    "石巻市",
    "桃生町給人町"
  ],
  9860323: [
    4,
    "石巻市",
    "桃生町神取"
  ],
  9860324: [
    4,
    "石巻市",
    "桃生町高須賀"
  ],
  9860401: [
    4,
    "登米市",
    "津山町柳津"
  ],
  9860402: [
    4,
    "登米市",
    "津山町横山"
  ],
  9860700: [
    4,
    "本吉郡南三陸町",
    ""
  ],
  9860701: [
    4,
    "本吉郡南三陸町",
    "志津川西田"
  ],
  9860702: [
    4,
    "本吉郡南三陸町",
    "志津川細浦"
  ],
  9860703: [
    4,
    "本吉郡南三陸町",
    "志津川蛇王"
  ],
  9860704: [
    4,
    "本吉郡南三陸町",
    "志津川森山"
  ],
  9860705: [
    4,
    "本吉郡南三陸町",
    "志津川阿曽"
  ],
  9860706: [
    4,
    "本吉郡南三陸町",
    "志津川清水浜"
  ],
  9860707: [
    4,
    "本吉郡南三陸町",
    "志津川荒坂"
  ],
  9860708: [
    4,
    "本吉郡南三陸町",
    "志津川松井田"
  ],
  9860709: [
    4,
    "本吉郡南三陸町",
    "志津川内井田"
  ],
  9860711: [
    4,
    "本吉郡南三陸町",
    "志津川権現"
  ],
  9860712: [
    4,
    "本吉郡南三陸町",
    "志津川北の又"
  ],
  9860713: [
    4,
    "本吉郡南三陸町",
    "志津川平貝"
  ],
  9860714: [
    4,
    "本吉郡南三陸町",
    "志津川蒲の沢"
  ],
  9860715: [
    4,
    "本吉郡南三陸町",
    "志津川深田"
  ],
  9860716: [
    4,
    "本吉郡南三陸町",
    "志津川平磯"
  ],
  9860717: [
    4,
    "本吉郡南三陸町",
    "志津川袖浜"
  ],
  9860718: [
    4,
    "本吉郡南三陸町",
    "志津川大畑"
  ],
  9860721: [
    4,
    "本吉郡南三陸町",
    "志津川米広"
  ],
  9860722: [
    4,
    "本吉郡南三陸町",
    "志津川大上坊"
  ],
  9860723: [
    4,
    "本吉郡南三陸町",
    "志津川立沢"
  ],
  9860724: [
    4,
    "本吉郡南三陸町",
    "志津川平井田"
  ],
  9860725: [
    4,
    "本吉郡南三陸町",
    "志津川沼田"
  ],
  9860726: [
    4,
    "本吉郡南三陸町",
    "志津川磯の沢"
  ],
  9860727: [
    4,
    "本吉郡南三陸町",
    "志津川新井田"
  ],
  9860728: [
    4,
    "本吉郡南三陸町",
    "志津川天王山"
  ],
  9860729: [
    4,
    "本吉郡南三陸町",
    "志津川天王前"
  ],
  9860731: [
    4,
    "本吉郡南三陸町",
    "志津川大森"
  ],
  9860732: [
    4,
    "本吉郡南三陸町",
    "志津川大森町"
  ],
  9860733: [
    4,
    "本吉郡南三陸町",
    "志津川旭ケ浦"
  ],
  9860741: [
    4,
    "本吉郡南三陸町",
    "志津川十日町"
  ],
  9860742: [
    4,
    "本吉郡南三陸町",
    "志津川本浜町"
  ],
  9860743: [
    4,
    "本吉郡南三陸町",
    "志津川南町"
  ],
  9860751: [
    4,
    "本吉郡南三陸町",
    "志津川上の山"
  ],
  9860752: [
    4,
    "本吉郡南三陸町",
    "志津川五日町"
  ],
  9860753: [
    4,
    "本吉郡南三陸町",
    "志津川城場"
  ],
  9860754: [
    4,
    "本吉郡南三陸町",
    "志津川助作"
  ],
  9860761: [
    4,
    "本吉郡南三陸町",
    "志津川廻館前"
  ],
  9860762: [
    4,
    "本吉郡南三陸町",
    "志津川塩入"
  ],
  9860763: [
    4,
    "本吉郡南三陸町",
    "志津川汐見町"
  ],
  9860764: [
    4,
    "本吉郡南三陸町",
    "志津川大久保"
  ],
  9860765: [
    4,
    "本吉郡南三陸町",
    "志津川林"
  ],
  9860766: [
    4,
    "本吉郡南三陸町",
    "志津川黒崎"
  ],
  9860767: [
    4,
    "本吉郡南三陸町",
    "志津川中瀬町"
  ],
  9860768: [
    4,
    "本吉郡南三陸町",
    "志津川御前下"
  ],
  9860771: [
    4,
    "本吉郡南三陸町",
    "志津川大沢"
  ],
  9860772: [
    4,
    "本吉郡南三陸町",
    "志津川秋目川"
  ],
  9860773: [
    4,
    "本吉郡南三陸町",
    "志津川熊田"
  ],
  9860774: [
    4,
    "本吉郡南三陸町",
    "志津川小森"
  ],
  9860775: [
    4,
    "本吉郡南三陸町",
    "志津川廻館"
  ],
  9860776: [
    4,
    "本吉郡南三陸町",
    "志津川竹川原"
  ],
  9860777: [
    4,
    "本吉郡南三陸町",
    "志津川上保呂毛"
  ],
  9860778: [
    4,
    "本吉郡南三陸町",
    "志津川下保呂毛"
  ],
  9860779: [
    4,
    "本吉郡南三陸町",
    "志津川田尻畑"
  ],
  9860781: [
    4,
    "本吉郡南三陸町",
    "戸倉"
  ],
  9860782: [
    4,
    "本吉郡南三陸町",
    "入谷"
  ],
  9860801: [
    4,
    "石巻市",
    "水明北"
  ],
  9860802: [
    4,
    "石巻市",
    "水明南"
  ],
  9860803: [
    4,
    "石巻市",
    "水押"
  ],
  9860805: [
    4,
    "石巻市",
    "大橋"
  ],
  9860806: [
    4,
    "石巻市",
    "開北"
  ],
  9860811: [
    4,
    "石巻市",
    "元倉"
  ],
  9860812: [
    4,
    "石巻市",
    "東中里"
  ],
  9860813: [
    4,
    "石巻市",
    "駅前北通り"
  ],
  9860814: [
    4,
    "石巻市",
    "南中里"
  ],
  9860815: [
    4,
    "石巻市",
    "中里"
  ],
  9860821: [
    4,
    "石巻市",
    "住吉町"
  ],
  9860822: [
    4,
    "石巻市",
    "中央"
  ],
  9860823: [
    4,
    "石巻市",
    "中瀬"
  ],
  9860824: [
    4,
    "石巻市",
    "立町"
  ],
  9860825: [
    4,
    "石巻市",
    "穀町"
  ],
  9860826: [
    4,
    "石巻市",
    "鋳銭場"
  ],
  9860827: [
    4,
    "石巻市",
    "千石町"
  ],
  9860828: [
    4,
    "石巻市",
    "旭町"
  ],
  9860831: [
    4,
    "石巻市",
    "羽黒町"
  ],
  9860832: [
    4,
    "石巻市",
    "泉町"
  ],
  9860833: [
    4,
    "石巻市",
    "日和が丘"
  ],
  9860834: [
    4,
    "石巻市",
    "門脇町"
  ],
  9860835: [
    4,
    "石巻市",
    "南浜町"
  ],
  9860836: [
    4,
    "石巻市",
    "南光町"
  ],
  9860837: [
    4,
    "石巻市",
    "宜山町"
  ],
  9860838: [
    4,
    "石巻市",
    "大手町"
  ],
  9860841: [
    4,
    "石巻市",
    "雲雀野町"
  ],
  9860842: [
    4,
    "石巻市",
    "潮見町"
  ],
  9860843: [
    4,
    "石巻市",
    "西浜町"
  ],
  9860844: [
    4,
    "石巻市",
    "重吉町"
  ],
  9860845: [
    4,
    "石巻市",
    "中島町"
  ],
  9860846: [
    4,
    "石巻市",
    "三河町"
  ],
  9860847: [
    4,
    "石巻市",
    "中浦"
  ],
  9860848: [
    4,
    "石巻市",
    "新館"
  ],
  9860849: [
    4,
    "石巻市",
    "中屋敷"
  ],
  9860850: [
    4,
    "石巻市",
    "あゆみ野"
  ],
  9860851: [
    4,
    "石巻市",
    "貞山"
  ],
  9860852: [
    4,
    "石巻市",
    "南谷地"
  ],
  9860853: [
    4,
    "石巻市",
    "門脇"
  ],
  9860854: [
    4,
    "石巻市",
    "大街道北"
  ],
  9860855: [
    4,
    "石巻市",
    "大街道東"
  ],
  9860856: [
    4,
    "石巻市",
    "大街道南"
  ],
  9860857: [
    4,
    "石巻市",
    "築山"
  ],
  9860858: [
    4,
    "石巻市",
    "三ツ股"
  ],
  9860859: [
    4,
    "石巻市",
    "大街道西"
  ],
  9860860: [
    4,
    "石巻市",
    "のぞみ野"
  ],
  9860861: [
    4,
    "石巻市",
    "蛇田"
  ],
  9860862: [
    4,
    "石巻市",
    "あけぼの"
  ],
  9860863: [
    4,
    "石巻市",
    "向陽町"
  ],
  9860864: [
    4,
    "石巻市",
    "新境町"
  ],
  9860865: [
    4,
    "石巻市",
    "丸井戸"
  ],
  9860866: [
    4,
    "石巻市",
    "茜平"
  ],
  9860867: [
    4,
    "石巻市",
    "わかば"
  ],
  9860868: [
    4,
    "石巻市",
    "恵み野"
  ],
  9860869: [
    4,
    "石巻市",
    "あけぼの北"
  ],
  9860871: [
    4,
    "石巻市",
    "清水町"
  ],
  9860872: [
    4,
    "石巻市",
    "田道町"
  ],
  9860873: [
    4,
    "石巻市",
    "山下町"
  ],
  9860874: [
    4,
    "石巻市",
    "双葉町"
  ],
  9860875: [
    4,
    "石巻市",
    "末広町"
  ],
  9860876: [
    4,
    "石巻市",
    "西山町"
  ],
  9860877: [
    4,
    "石巻市",
    "錦町"
  ],
  9860878: [
    4,
    "石巻市",
    "新橋"
  ],
  9860881: [
    4,
    "石巻市",
    "明神南"
  ],
  9860882: [
    4,
    "石巻市",
    "浦屋敷南"
  ],
  9860883: [
    4,
    "石巻市",
    "新館南"
  ],
  9861111: [
    4,
    "石巻市",
    "鹿又"
  ],
  9861301: [
    4,
    "石巻市",
    "雄勝町船越"
  ],
  9861302: [
    4,
    "石巻市",
    "雄勝町大浜"
  ],
  9861303: [
    4,
    "石巻市",
    "雄勝町立浜"
  ],
  9861304: [
    4,
    "石巻市",
    "雄勝町名振"
  ],
  9861311: [
    4,
    "石巻市",
    "雄勝町大須"
  ],
  9861312: [
    4,
    "石巻市",
    "雄勝町熊沢"
  ],
  9861313: [
    4,
    "石巻市",
    "雄勝町桑浜"
  ],
  9861321: [
    4,
    "石巻市",
    "雄勝町水浜"
  ],
  9861322: [
    4,
    "石巻市",
    "雄勝町分浜"
  ],
  9861331: [
    4,
    "石巻市",
    "雄勝町明神"
  ],
  9861332: [
    4,
    "石巻市",
    "雄勝町小島"
  ],
  9861333: [
    4,
    "石巻市",
    "雄勝町雄勝"
  ],
  9861334: [
    4,
    "石巻市",
    "雄勝町伊勢畑"
  ],
  9861335: [
    4,
    "石巻市",
    "雄勝町下雄勝"
  ],
  9861336: [
    4,
    "石巻市",
    "雄勝町上雄勝"
  ],
  9862101: [
    4,
    "石巻市",
    "沼津"
  ],
  9862102: [
    4,
    "石巻市",
    "沢田"
  ],
  9862103: [
    4,
    "石巻市",
    "流留"
  ],
  9862104: [
    4,
    "石巻市",
    "垂水町"
  ],
  9862105: [
    4,
    "石巻市",
    "新成"
  ],
  9862111: [
    4,
    "石巻市",
    "三和町"
  ],
  9862112: [
    4,
    "石巻市",
    "後生橋"
  ],
  9862113: [
    4,
    "石巻市",
    "宇田川町"
  ],
  9862114: [
    4,
    "石巻市",
    "塩富町"
  ],
  9862115: [
    4,
    "石巻市",
    "万石町"
  ],
  9862116: [
    4,
    "石巻市",
    "小竹浜"
  ],
  9862121: [
    4,
    "石巻市",
    "渡波町"
  ],
  9862122: [
    4,
    "石巻市",
    "幸町"
  ],
  9862123: [
    4,
    "石巻市",
    "伊勢町"
  ],
  9862131: [
    4,
    "石巻市",
    "浜松町"
  ],
  9862132: [
    4,
    "石巻市",
    "大宮町"
  ],
  9862133: [
    4,
    "石巻市",
    "長浜町"
  ],
  9862134: [
    4,
    "石巻市",
    "松原町"
  ],
  9862135: [
    4,
    "石巻市",
    "渡波"
  ],
  9862136: [
    4,
    "石巻市",
    "根岸"
  ],
  9862137: [
    4,
    "石巻市",
    "さくら町"
  ],
  9862200: [
    4,
    "牡鹿郡女川町",
    ""
  ],
  9862201: [
    4,
    "牡鹿郡女川町",
    "指ケ浜"
  ],
  9862202: [
    4,
    "牡鹿郡女川町",
    "尾浦"
  ],
  9862203: [
    4,
    "牡鹿郡女川町",
    "竹浦"
  ],
  9862204: [
    4,
    "牡鹿郡女川町",
    "桐ケ崎"
  ],
  9862205: [
    4,
    "牡鹿郡女川町",
    "御前浜"
  ],
  9862211: [
    4,
    "牡鹿郡女川町",
    "出島"
  ],
  9862212: [
    4,
    "牡鹿郡女川町",
    "江島"
  ],
  9862221: [
    4,
    "牡鹿郡女川町",
    "塚浜"
  ],
  9862222: [
    4,
    "牡鹿郡女川町",
    "飯子浜"
  ],
  9862223: [
    4,
    "牡鹿郡女川町",
    "野々浜"
  ],
  9862224: [
    4,
    "牡鹿郡女川町",
    "大石原浜"
  ],
  9862225: [
    4,
    "牡鹿郡女川町",
    "横浦"
  ],
  9862226: [
    4,
    "牡鹿郡女川町",
    "高白浜"
  ],
  9862231: [
    4,
    "牡鹿郡女川町",
    "浦宿浜"
  ],
  9862232: [
    4,
    "牡鹿郡女川町",
    "針浜"
  ],
  9862240: [
    4,
    "牡鹿郡女川町",
    "大道"
  ],
  9862242: [
    4,
    "牡鹿郡女川町",
    "小乗浜"
  ],
  9862243: [
    4,
    "牡鹿郡女川町",
    "鷲神浜"
  ],
  9862244: [
    4,
    "牡鹿郡女川町",
    "桜ケ丘"
  ],
  9862246: [
    4,
    "牡鹿郡女川町",
    "黄金"
  ],
  9862247: [
    4,
    "牡鹿郡女川町",
    "鷲神"
  ],
  9862248: [
    4,
    "牡鹿郡女川町",
    "小乗"
  ],
  9862249: [
    4,
    "牡鹿郡女川町",
    "内山"
  ],
  9862251: [
    4,
    "牡鹿郡女川町",
    "旭が丘"
  ],
  9862261: [
    4,
    "牡鹿郡女川町",
    "女川浜"
  ],
  9862262: [
    4,
    "牡鹿郡女川町",
    "清水"
  ],
  9862263: [
    4,
    "牡鹿郡女川町",
    "伊勢"
  ],
  9862264: [
    4,
    "牡鹿郡女川町",
    "海岸通り"
  ],
  9862265: [
    4,
    "牡鹿郡女川町",
    "女川"
  ],
  9862266: [
    4,
    "牡鹿郡女川町",
    "大原"
  ],
  9862281: [
    4,
    "牡鹿郡女川町",
    "石浜"
  ],
  9862282: [
    4,
    "牡鹿郡女川町",
    "宮ケ崎"
  ],
  9862283: [
    4,
    "牡鹿郡女川町",
    "市場通り"
  ],
  9862341: [
    4,
    "石巻市",
    "荻浜"
  ],
  9862342: [
    4,
    "石巻市",
    "小積浜"
  ],
  9862343: [
    4,
    "石巻市",
    "福貴浦"
  ],
  9862344: [
    4,
    "石巻市",
    "鹿立"
  ],
  9862345: [
    4,
    "石巻市",
    "狐崎浜"
  ],
  9862346: [
    4,
    "石巻市",
    "竹浜"
  ],
  9862347: [
    4,
    "石巻市",
    "牧浜"
  ],
  9862351: [
    4,
    "石巻市",
    "侍浜"
  ],
  9862352: [
    4,
    "石巻市",
    "月浦"
  ],
  9862353: [
    4,
    "石巻市",
    "桃浦"
  ],
  9862354: [
    4,
    "石巻市",
    "蛤浜"
  ],
  9862355: [
    4,
    "石巻市",
    "折浜"
  ],
  9862401: [
    4,
    "石巻市",
    "泊浜"
  ],
  9862402: [
    4,
    "石巻市",
    "谷川浜"
  ],
  9862403: [
    4,
    "石巻市",
    "鮫浦"
  ],
  9862404: [
    4,
    "石巻市",
    "寄磯浜"
  ],
  9862405: [
    4,
    "石巻市",
    "大谷川浜"
  ],
  9862406: [
    4,
    "石巻市",
    "前網浜"
  ],
  9862411: [
    4,
    "石巻市",
    "給分浜"
  ],
  9862412: [
    4,
    "石巻市",
    "大原浜"
  ],
  9862413: [
    4,
    "石巻市",
    "清水田浜"
  ],
  9862414: [
    4,
    "石巻市",
    "小網倉浜"
  ],
  9862415: [
    4,
    "石巻市",
    "小渕浜"
  ],
  9862521: [
    4,
    "石巻市",
    "新山浜"
  ],
  9862522: [
    4,
    "石巻市",
    "鮎川大町"
  ],
  9862523: [
    4,
    "石巻市",
    "鮎川浜"
  ],
  9862524: [
    4,
    "石巻市",
    "鮎川浜丁"
  ],
  9862525: [
    4,
    "石巻市",
    "長渡浜"
  ],
  9862526: [
    4,
    "石巻市",
    "網地浜"
  ],
  9862527: [
    4,
    "石巻市",
    "十八成浜"
  ],
  987e4: [
    4,
    "遠田郡美里町",
    ""
  ],
  9870001: [
    4,
    "遠田郡美里町",
    "藤ケ崎"
  ],
  9870002: [
    4,
    "遠田郡美里町",
    "藤ケ崎町"
  ],
  9870003: [
    4,
    "遠田郡美里町",
    "南小牛田"
  ],
  9870004: [
    4,
    "遠田郡美里町",
    "牛飼"
  ],
  9870005: [
    4,
    "遠田郡美里町",
    "北浦"
  ],
  9870006: [
    4,
    "遠田郡美里町",
    "関根"
  ],
  9870011: [
    4,
    "遠田郡美里町",
    "桜木町"
  ],
  9870012: [
    4,
    "遠田郡美里町",
    "素山町"
  ],
  9870013: [
    4,
    "遠田郡美里町",
    "素山"
  ],
  9870014: [
    4,
    "遠田郡美里町",
    "志賀町"
  ],
  9870015: [
    4,
    "遠田郡美里町",
    "青生"
  ],
  9870021: [
    4,
    "遠田郡美里町",
    "平針"
  ],
  9870022: [
    4,
    "遠田郡美里町",
    "荻埣"
  ],
  9870024: [
    4,
    "遠田郡美里町",
    "中埣"
  ],
  9870025: [
    4,
    "遠田郡美里町",
    "中高城"
  ],
  9870026: [
    4,
    "遠田郡美里町",
    "南高城"
  ],
  9870031: [
    4,
    "遠田郡美里町",
    "高田"
  ],
  9870032: [
    4,
    "遠田郡美里町",
    "学田"
  ],
  9870033: [
    4,
    "遠田郡美里町",
    "小町井"
  ],
  9870034: [
    4,
    "遠田郡美里町",
    "化粧坂"
  ],
  9870035: [
    4,
    "遠田郡美里町",
    "志賀殿"
  ],
  9870036: [
    4,
    "遠田郡美里町",
    "妻の神"
  ],
  9870037: [
    4,
    "遠田郡美里町",
    "新藤ケ崎"
  ],
  9870038: [
    4,
    "遠田郡美里町",
    "駅東"
  ],
  9870039: [
    4,
    "遠田郡美里町",
    "新峯山"
  ],
  9870041: [
    4,
    "遠田郡美里町",
    "峯山"
  ],
  9870042: [
    4,
    "遠田郡美里町",
    "峯山浦"
  ],
  9870043: [
    4,
    "遠田郡美里町",
    "新妻の神"
  ],
  9870044: [
    4,
    "遠田郡美里町",
    "西舘"
  ],
  9870045: [
    4,
    "遠田郡美里町",
    "内役田"
  ],
  9870046: [
    4,
    "遠田郡美里町",
    "役田"
  ],
  9870051: [
    4,
    "遠田郡美里町",
    "上意江"
  ],
  9870052: [
    4,
    "遠田郡美里町",
    "砂子田"
  ],
  9870053: [
    4,
    "遠田郡美里町",
    "叔廼前"
  ],
  9870054: [
    4,
    "遠田郡美里町",
    "塔の越"
  ],
  9870055: [
    4,
    "遠田郡美里町",
    "新一本柳"
  ],
  9870056: [
    4,
    "遠田郡美里町",
    "一本柳"
  ],
  9870057: [
    4,
    "遠田郡美里町",
    "狐山"
  ],
  9870058: [
    4,
    "遠田郡美里町",
    "塩釜"
  ],
  9870059: [
    4,
    "遠田郡美里町",
    "塩釜添"
  ],
  9870061: [
    4,
    "遠田郡美里町",
    "下境"
  ],
  9870062: [
    4,
    "遠田郡美里町",
    "待井"
  ],
  9870063: [
    4,
    "遠田郡美里町",
    "小沼"
  ],
  9870064: [
    4,
    "遠田郡美里町",
    "小沼添"
  ],
  9870065: [
    4,
    "遠田郡美里町",
    "勘堂"
  ],
  9870066: [
    4,
    "遠田郡美里町",
    "二ツ檀"
  ],
  9870067: [
    4,
    "遠田郡美里町",
    "大所"
  ],
  9870068: [
    4,
    "遠田郡美里町",
    "新大所"
  ],
  9870069: [
    4,
    "遠田郡美里町",
    "北原"
  ],
  9870100: [
    4,
    "遠田郡涌谷町",
    ""
  ],
  9870101: [
    4,
    "遠田郡涌谷町",
    "桜町裏"
  ],
  9870102: [
    4,
    "遠田郡涌谷町",
    "表桜町"
  ],
  9870103: [
    4,
    "遠田郡涌谷町",
    "裏桜町"
  ],
  9870104: [
    4,
    "遠田郡涌谷町",
    "田沼町"
  ],
  9870105: [
    4,
    "遠田郡涌谷町",
    "練丑町"
  ],
  9870106: [
    4,
    "遠田郡涌谷町",
    "六軒町"
  ],
  9870107: [
    4,
    "遠田郡涌谷町",
    "六軒町裏"
  ],
  9870111: [
    4,
    "遠田郡涌谷町",
    "柳町"
  ],
  9870112: [
    4,
    "遠田郡涌谷町",
    "桑木荒"
  ],
  9870113: [
    4,
    "遠田郡涌谷町",
    "渋江"
  ],
  9870114: [
    4,
    "遠田郡涌谷町",
    "新町裏"
  ],
  9870115: [
    4,
    "遠田郡涌谷町",
    "新町"
  ],
  9870121: [
    4,
    "遠田郡涌谷町",
    "涌谷"
  ],
  9870130: [
    4,
    "遠田郡涌谷町",
    "新九軒前"
  ],
  9870131: [
    4,
    "遠田郡涌谷町",
    "北田"
  ],
  9870132: [
    4,
    "遠田郡涌谷町",
    "蔵人沖名"
  ],
  9870133: [
    4,
    "遠田郡涌谷町",
    "赤間屋敷"
  ],
  9870134: [
    4,
    "遠田郡涌谷町",
    "北五反田"
  ],
  9870135: [
    4,
    "遠田郡涌谷町",
    "小蓋谷地"
  ],
  9870136: [
    4,
    "遠田郡涌谷町",
    "一本柳"
  ],
  9870137: [
    4,
    "遠田郡涌谷町",
    "新中島乙"
  ],
  9870138: [
    4,
    "遠田郡涌谷町",
    "新境堀下"
  ],
  9870139: [
    4,
    "遠田郡涌谷町",
    "新台所橋"
  ],
  9870140: [
    4,
    "遠田郡涌谷町",
    "新沖新田"
  ],
  9870141: [
    4,
    "遠田郡涌谷町",
    "田町裏"
  ],
  9870142: [
    4,
    "遠田郡涌谷町",
    "浦町"
  ],
  9870143: [
    4,
    "遠田郡涌谷町",
    "長柄町"
  ],
  9870144: [
    4,
    "遠田郡涌谷町",
    "沖新田"
  ],
  9870145: [
    4,
    "遠田郡涌谷町",
    "市道"
  ],
  9870146: [
    4,
    "遠田郡涌谷町",
    "中下道"
  ],
  9870147: [
    4,
    "遠田郡涌谷町",
    "下道"
  ],
  9870148: [
    4,
    "遠田郡涌谷町",
    "三軒屋敷"
  ],
  9870149: [
    4,
    "遠田郡涌谷町",
    "新後藤江"
  ],
  9870151: [
    4,
    "遠田郡涌谷町",
    "小塚"
  ],
  9870161: [
    4,
    "遠田郡涌谷町",
    "川原町"
  ],
  9870162: [
    4,
    "遠田郡涌谷町",
    "本町"
  ],
  9870163: [
    4,
    "遠田郡涌谷町",
    "立町"
  ],
  9870164: [
    4,
    "遠田郡涌谷町",
    "刈萱町"
  ],
  9870165: [
    4,
    "遠田郡涌谷町",
    "追廻町"
  ],
  9870171: [
    4,
    "遠田郡涌谷町",
    "上郡"
  ],
  9870172: [
    4,
    "遠田郡涌谷町",
    "下郡"
  ],
  9870281: [
    4,
    "遠田郡涌谷町",
    "小里"
  ],
  9870282: [
    4,
    "遠田郡涌谷町",
    "太田"
  ],
  9870283: [
    4,
    "遠田郡涌谷町",
    "吉住"
  ],
  9870284: [
    4,
    "遠田郡涌谷町",
    "猪岡短台"
  ],
  9870285: [
    4,
    "遠田郡涌谷町",
    "箟岳"
  ],
  9870286: [
    4,
    "遠田郡涌谷町",
    "成沢"
  ],
  9870301: [
    4,
    "登米市",
    "米山町善王寺"
  ],
  9870302: [
    4,
    "登米市",
    "米山町沼田"
  ],
  9870303: [
    4,
    "登米市",
    "米山町田畑西"
  ],
  9870304: [
    4,
    "登米市",
    "米山町内"
  ],
  9870305: [
    4,
    "登米市",
    "米山町川前"
  ],
  9870306: [
    4,
    "登米市",
    "米山町地蔵川"
  ],
  9870307: [
    4,
    "登米市",
    "米山町愛宕下"
  ],
  9870308: [
    4,
    "登米市",
    "米山町小待井"
  ],
  9870309: [
    4,
    "登米市",
    "米山町舘下"
  ],
  9870311: [
    4,
    "登米市",
    "米山町桜岡"
  ],
  9870321: [
    4,
    "登米市",
    "米山町西野"
  ],
  9870331: [
    4,
    "登米市",
    "米山町中津山"
  ],
  9870341: [
    4,
    "登米市",
    "豊里町大沢"
  ],
  9870342: [
    4,
    "登米市",
    "豊里町山根"
  ],
  9870343: [
    4,
    "登米市",
    "豊里町小谷地"
  ],
  9870344: [
    4,
    "登米市",
    "豊里町境沢"
  ],
  9870345: [
    4,
    "登米市",
    "豊里町中谷岐"
  ],
  9870346: [
    4,
    "登米市",
    "豊里町白鳥山"
  ],
  9870351: [
    4,
    "登米市",
    "豊里町久寿田"
  ],
  9870352: [
    4,
    "登米市",
    "豊里町寿崎"
  ],
  9870353: [
    4,
    "登米市",
    "豊里町笑沢"
  ],
  9870354: [
    4,
    "登米市",
    "豊里町上沼田"
  ],
  9870355: [
    4,
    "登米市",
    "豊里町後沢田"
  ],
  9870356: [
    4,
    "登米市",
    "豊里町芝下"
  ],
  9870357: [
    4,
    "登米市",
    "豊里町蕪木"
  ],
  9870358: [
    4,
    "登米市",
    "豊里町加々巻"
  ],
  9870359: [
    4,
    "登米市",
    "豊里町八反"
  ],
  9870361: [
    4,
    "登米市",
    "豊里町新田町"
  ],
  9870362: [
    4,
    "登米市",
    "豊里町上町裏"
  ],
  9870363: [
    4,
    "登米市",
    "豊里町五反田"
  ],
  9870364: [
    4,
    "登米市",
    "豊里町下古屋"
  ],
  9870365: [
    4,
    "登米市",
    "豊里町新町"
  ],
  9870366: [
    4,
    "登米市",
    "豊里町浦軒"
  ],
  9870367: [
    4,
    "登米市",
    "豊里町川前"
  ],
  9870368: [
    4,
    "登米市",
    "豊里町七ツ塚"
  ],
  9870371: [
    4,
    "登米市",
    "豊里町大曲"
  ],
  9870372: [
    4,
    "登米市",
    "豊里町西前田"
  ],
  9870373: [
    4,
    "登米市",
    "豊里町内町浦"
  ],
  9870374: [
    4,
    "登米市",
    "豊里町東二ツ屋"
  ],
  9870375: [
    4,
    "登米市",
    "豊里町二ツ屋"
  ],
  9870376: [
    4,
    "登米市",
    "豊里町新細沼"
  ],
  9870377: [
    4,
    "登米市",
    "豊里町内一番江"
  ],
  9870378: [
    4,
    "登米市",
    "豊里町鏡形"
  ],
  9870379: [
    4,
    "登米市",
    "豊里町剣先"
  ],
  9870381: [
    4,
    "登米市",
    "豊里町新長前"
  ],
  9870382: [
    4,
    "登米市",
    "豊里町上谷地"
  ],
  9870383: [
    4,
    "登米市",
    "豊里町外五番江"
  ],
  9870384: [
    4,
    "登米市",
    "豊里町十五貫"
  ],
  9870385: [
    4,
    "登米市",
    "豊里町内田"
  ],
  9870401: [
    4,
    "登米市",
    "南方町新高石前"
  ],
  9870402: [
    4,
    "登米市",
    "南方町板倉"
  ],
  9870403: [
    4,
    "登米市",
    "南方町内ノ目"
  ],
  9870404: [
    4,
    "登米市",
    "南方町新島前"
  ],
  9870405: [
    4,
    "登米市",
    "南方町新中山"
  ],
  9870411: [
    4,
    "登米市",
    "南方町天沼"
  ],
  9870412: [
    4,
    "登米市",
    "南方町上ケ戸"
  ],
  9870413: [
    4,
    "登米市",
    "南方町上原"
  ],
  9870414: [
    4,
    "登米市",
    "南方町内鰐丸"
  ],
  9870415: [
    4,
    "登米市",
    "南方町真ケ沼"
  ],
  9870421: [
    4,
    "登米市",
    "南方町大畑"
  ],
  9870422: [
    4,
    "登米市",
    "南方町大畠前"
  ],
  9870423: [
    4,
    "登米市",
    "南方町大嶽"
  ],
  9870424: [
    4,
    "登米市",
    "南方町風張"
  ],
  9870425: [
    4,
    "登米市",
    "南方町梶沼"
  ],
  9870426: [
    4,
    "登米市",
    "南方町大袋"
  ],
  9870431: [
    4,
    "登米市",
    "南方町一ノ曲"
  ],
  9870432: [
    4,
    "登米市",
    "南方町青笹"
  ],
  9870433: [
    4,
    "登米市",
    "南方町大平"
  ],
  9870441: [
    4,
    "登米市",
    "南方町青島前"
  ],
  9870442: [
    4,
    "登米市",
    "南方町後高石"
  ],
  9870443: [
    4,
    "登米市",
    "南方町板ケ沢"
  ],
  9870444: [
    4,
    "登米市",
    "南方町尼池"
  ],
  9870445: [
    4,
    "登米市",
    "南方町上平貝"
  ],
  9870446: [
    4,
    "登米市",
    "南方町新高石浦"
  ],
  9870447: [
    4,
    "登米市",
    "南方町新長根下"
  ],
  9870500: [
    4,
    "登米市",
    ""
  ],
  9870511: [
    4,
    "登米市",
    "迫町佐沼"
  ],
  9870512: [
    4,
    "登米市",
    "迫町森"
  ],
  9870513: [
    4,
    "登米市",
    "迫町北方"
  ],
  9870601: [
    4,
    "登米市",
    "中田町石森"
  ],
  9870602: [
    4,
    "登米市",
    "中田町上沼"
  ],
  9870611: [
    4,
    "登米市",
    "中田町浅水"
  ],
  9870621: [
    4,
    "登米市",
    "中田町宝江黒沼"
  ],
  9870622: [
    4,
    "登米市",
    "中田町宝江新井田"
  ],
  9870623: [
    4,
    "登米市",
    "中田町宝江森"
  ],
  9870701: [
    4,
    "登米市",
    "登米町小島"
  ],
  9870702: [
    4,
    "登米市",
    "登米町寺池"
  ],
  9870703: [
    4,
    "登米市",
    "登米町日根牛"
  ],
  9870704: [
    4,
    "登米市",
    "登米町日野渡"
  ],
  9870901: [
    4,
    "登米市",
    "東和町米川"
  ],
  9870902: [
    4,
    "登米市",
    "東和町米谷"
  ],
  9870903: [
    4,
    "登米市",
    "東和町錦織"
  ],
  9871101: [
    4,
    "石巻市",
    "前谷地"
  ],
  9871102: [
    4,
    "石巻市",
    "和渕"
  ],
  9871103: [
    4,
    "石巻市",
    "北村"
  ],
  9871221: [
    4,
    "石巻市",
    "須江"
  ],
  9871222: [
    4,
    "石巻市",
    "広渕"
  ],
  9871301: [
    4,
    "大崎市",
    "松山須摩屋"
  ],
  9871302: [
    4,
    "大崎市",
    "松山長尾"
  ],
  9871303: [
    4,
    "大崎市",
    "松山金谷"
  ],
  9871304: [
    4,
    "大崎市",
    "松山千石"
  ],
  9871305: [
    4,
    "大崎市",
    "松山次橋"
  ],
  9871306: [
    4,
    "大崎市",
    "松山下伊場野"
  ],
  9872001: [
    4,
    "栗原市",
    "高清水蟹沢尻"
  ],
  9872002: [
    4,
    "栗原市",
    "高清水八重壁"
  ],
  9872003: [
    4,
    "栗原市",
    "高清水福塚"
  ],
  9872004: [
    4,
    "栗原市",
    "高清水浦南沢"
  ],
  9872005: [
    4,
    "栗原市",
    "高清水忽滑沢"
  ],
  9872011: [
    4,
    "栗原市",
    "高清水京の沢"
  ],
  9872012: [
    4,
    "栗原市",
    "高清水中の沢"
  ],
  9872013: [
    4,
    "栗原市",
    "高清水欠屋敷"
  ],
  9872014: [
    4,
    "栗原市",
    "高清水大沢"
  ],
  9872015: [
    4,
    "栗原市",
    "高清水西中里"
  ],
  9872016: [
    4,
    "栗原市",
    "高清水茂路具多"
  ],
  9872017: [
    4,
    "栗原市",
    "高清水石沢"
  ],
  9872018: [
    4,
    "栗原市",
    "高清水石沢浦"
  ],
  9872021: [
    4,
    "栗原市",
    "高清水神原"
  ],
  9872022: [
    4,
    "栗原市",
    "高清水原"
  ],
  9872023: [
    4,
    "栗原市",
    "高清水熊野堂"
  ],
  9872024: [
    4,
    "栗原市",
    "高清水小山田"
  ],
  9872025: [
    4,
    "栗原市",
    "高清水大西"
  ],
  9872026: [
    4,
    "栗原市",
    "高清水熊野"
  ],
  9872027: [
    4,
    "栗原市",
    "高清水若宮"
  ],
  9872028: [
    4,
    "栗原市",
    "高清水日向"
  ],
  9872031: [
    4,
    "栗原市",
    "高清水新田"
  ],
  9872032: [
    4,
    "栗原市",
    "高清水横手"
  ],
  9872033: [
    4,
    "栗原市",
    "高清水浅野"
  ],
  9872034: [
    4,
    "栗原市",
    "高清水明官"
  ],
  9872035: [
    4,
    "栗原市",
    "高清水浅野前"
  ],
  9872036: [
    4,
    "栗原市",
    "高清水南沢"
  ],
  9872041: [
    4,
    "栗原市",
    "高清水要の森"
  ],
  9872042: [
    4,
    "栗原市",
    "高清水宿の沢"
  ],
  9872043: [
    4,
    "栗原市",
    "高清水手取"
  ],
  9872044: [
    4,
    "栗原市",
    "高清水堤下"
  ],
  9872045: [
    4,
    "栗原市",
    "高清水西手取"
  ],
  9872051: [
    4,
    "栗原市",
    "高清水三森"
  ],
  9872052: [
    4,
    "栗原市",
    "高清水宮脇"
  ],
  9872053: [
    4,
    "栗原市",
    "高清水渕際"
  ],
  9872054: [
    4,
    "栗原市",
    "高清水沖"
  ],
  9872055: [
    4,
    "栗原市",
    "高清水五月田"
  ],
  9872111: [
    4,
    "栗原市",
    "高清水影の沢"
  ],
  9872112: [
    4,
    "栗原市",
    "高清水上折木"
  ],
  9872113: [
    4,
    "栗原市",
    "高清水折木"
  ],
  9872114: [
    4,
    "栗原市",
    "高清水下折木"
  ],
  9872115: [
    4,
    "栗原市",
    "高清水一本松"
  ],
  9872116: [
    4,
    "栗原市",
    "高清水来光沢"
  ],
  9872121: [
    4,
    "栗原市",
    "高清水上佐野"
  ],
  9872122: [
    4,
    "栗原市",
    "高清水中佐野"
  ],
  9872123: [
    4,
    "栗原市",
    "高清水新佐野"
  ],
  9872124: [
    4,
    "栗原市",
    "高清水下佐野"
  ],
  9872125: [
    4,
    "栗原市",
    "高清水十二の神"
  ],
  9872126: [
    4,
    "栗原市",
    "高清水大寺"
  ],
  9872127: [
    4,
    "栗原市",
    "高清水佐野沢田"
  ],
  9872128: [
    4,
    "栗原市",
    "高清水佐野丁"
  ],
  9872131: [
    4,
    "栗原市",
    "高清水水の手"
  ],
  9872132: [
    4,
    "栗原市",
    "高清水東館"
  ],
  9872133: [
    4,
    "栗原市",
    "高清水桜丁"
  ],
  9872141: [
    4,
    "栗原市",
    "高清水上外沢田"
  ],
  9872142: [
    4,
    "栗原市",
    "高清水外沢田"
  ],
  9872143: [
    4,
    "栗原市",
    "高清水覚満寺"
  ],
  9872144: [
    4,
    "栗原市",
    "高清水台町"
  ],
  9872145: [
    4,
    "栗原市",
    "高清水向野"
  ],
  9872146: [
    4,
    "栗原市",
    "高清水乙牧堀"
  ],
  9872147: [
    4,
    "栗原市",
    "高清水観音沢"
  ],
  9872151: [
    4,
    "栗原市",
    "高清水東浦"
  ],
  9872152: [
    4,
    "栗原市",
    "高清水天王沢"
  ],
  9872153: [
    4,
    "栗原市",
    "高清水北原"
  ],
  9872154: [
    4,
    "栗原市",
    "高清水南原"
  ],
  9872155: [
    4,
    "栗原市",
    "高清水萱刈"
  ],
  9872156: [
    4,
    "栗原市",
    "高清水千神"
  ],
  9872157: [
    4,
    "栗原市",
    "高清水中の茎"
  ],
  9872158: [
    4,
    "栗原市",
    "高清水上萩田"
  ],
  9872159: [
    4,
    "栗原市",
    "高清水松の木沢田"
  ],
  9872161: [
    4,
    "栗原市",
    "高清水神明"
  ],
  9872162: [
    4,
    "栗原市",
    "高清水丁神明"
  ],
  9872163: [
    4,
    "栗原市",
    "高清水勝負ケ町"
  ],
  9872164: [
    4,
    "栗原市",
    "高清水新神明"
  ],
  9872171: [
    4,
    "栗原市",
    "高清水長福寺"
  ],
  9872172: [
    4,
    "栗原市",
    "高清水松原"
  ],
  9872173: [
    4,
    "栗原市",
    "高清水桂葉"
  ],
  9872174: [
    4,
    "栗原市",
    "高清水上桂葉"
  ],
  9872175: [
    4,
    "栗原市",
    "高清水五輪"
  ],
  9872176: [
    4,
    "栗原市",
    "高清水西善光寺"
  ],
  9872177: [
    4,
    "栗原市",
    "高清水新桂葉"
  ],
  9872181: [
    4,
    "栗原市",
    "高清水東善光寺"
  ],
  9872182: [
    4,
    "栗原市",
    "高清水中里"
  ],
  9872183: [
    4,
    "栗原市",
    "高清水袖山"
  ],
  9872184: [
    4,
    "栗原市",
    "高清水善光寺"
  ],
  9872185: [
    4,
    "栗原市",
    "高清水新町"
  ],
  9872186: [
    4,
    "栗原市",
    "高清水中町"
  ],
  9872187: [
    4,
    "栗原市",
    "高清水本町"
  ],
  9872188: [
    4,
    "栗原市",
    "高清水小山下"
  ],
  9872189: [
    4,
    "栗原市",
    "高清水下町"
  ],
  9872200: [
    4,
    "栗原市",
    ""
  ],
  9872201: [
    4,
    "栗原市",
    "築館富"
  ],
  9872202: [
    4,
    "栗原市",
    "築館城生野"
  ],
  9872203: [
    4,
    "栗原市",
    "築館下宮野"
  ],
  9872204: [
    4,
    "栗原市",
    "築館黒瀬"
  ],
  9872205: [
    4,
    "栗原市",
    "築館宮野中央"
  ],
  9872211: [
    4,
    "栗原市",
    "築館源光"
  ],
  9872212: [
    4,
    "栗原市",
    "築館木戸"
  ],
  9872213: [
    4,
    "栗原市",
    "築館内南沢"
  ],
  9872214: [
    4,
    "栗原市",
    "築館内沢"
  ],
  9872215: [
    4,
    "栗原市",
    "築館高田"
  ],
  9872216: [
    4,
    "栗原市",
    "築館伊豆"
  ],
  9872221: [
    4,
    "栗原市",
    "築館下待井"
  ],
  9872222: [
    4,
    "栗原市",
    "築館外南沢"
  ],
  9872223: [
    4,
    "栗原市",
    "築館萩沢"
  ],
  9872224: [
    4,
    "栗原市",
    "築館横須賀"
  ],
  9872225: [
    4,
    "栗原市",
    "築館太田"
  ],
  9872226: [
    4,
    "栗原市",
    "築館八沢"
  ],
  9872227: [
    4,
    "栗原市",
    "築館光屋敷"
  ],
  9872228: [
    4,
    "栗原市",
    "築館川添"
  ],
  9872229: [
    4,
    "栗原市",
    "築館三峰"
  ],
  9872231: [
    4,
    "栗原市",
    "築館赤坂"
  ],
  9872232: [
    4,
    "栗原市",
    "築館沢入"
  ],
  9872233: [
    4,
    "栗原市",
    "築館照越"
  ],
  9872234: [
    4,
    "栗原市",
    "築館新八ツ沢"
  ],
  9872235: [
    4,
    "栗原市",
    "築館築館"
  ],
  9872236: [
    4,
    "栗原市",
    "築館蟹沢"
  ],
  9872241: [
    4,
    "栗原市",
    "築館館下"
  ],
  9872242: [
    4,
    "栗原市",
    "築館館沢"
  ],
  9872243: [
    4,
    "栗原市",
    "築館萩沢東"
  ],
  9872244: [
    4,
    "栗原市",
    "築館西小山"
  ],
  9872245: [
    4,
    "栗原市",
    "築館荒田沢"
  ],
  9872246: [
    4,
    "栗原市",
    "築館上高森"
  ],
  9872247: [
    4,
    "栗原市",
    "築館下高森"
  ],
  9872251: [
    4,
    "栗原市",
    "築館藤木"
  ],
  9872252: [
    4,
    "栗原市",
    "築館薬師"
  ],
  9872253: [
    4,
    "栗原市",
    "築館青野"
  ],
  9872261: [
    4,
    "栗原市",
    "築館久伝"
  ],
  9872262: [
    4,
    "栗原市",
    "築館唐竹林"
  ],
  9872263: [
    4,
    "栗原市",
    "築館新田"
  ],
  9872264: [
    4,
    "栗原市",
    "築館薬師台"
  ],
  9872265: [
    4,
    "栗原市",
    "築館小淵西"
  ],
  9872271: [
    4,
    "栗原市",
    "築館芋埣"
  ],
  9872272: [
    4,
    "栗原市",
    "築館留場"
  ],
  9872273: [
    4,
    "栗原市",
    "築館左足"
  ],
  9872274: [
    4,
    "栗原市",
    "築館新成田西"
  ],
  9872275: [
    4,
    "栗原市",
    "築館上宮野"
  ],
  9872301: [
    4,
    "栗原市",
    "一迫大川口"
  ],
  9872302: [
    4,
    "栗原市",
    "一迫片子沢"
  ],
  9872303: [
    4,
    "栗原市",
    "一迫川口"
  ],
  9872304: [
    4,
    "栗原市",
    "一迫北沢"
  ],
  9872305: [
    4,
    "栗原市",
    "一迫狐崎"
  ],
  9872306: [
    4,
    "栗原市",
    "一迫嶋躰"
  ],
  9872307: [
    4,
    "栗原市",
    "一迫清水目"
  ],
  9872308: [
    4,
    "栗原市",
    "一迫真坂"
  ],
  9872309: [
    4,
    "栗原市",
    "一迫柳目"
  ],
  9872311: [
    4,
    "栗原市",
    "一迫御崎"
  ],
  9872312: [
    4,
    "栗原市",
    "一迫沖浦"
  ],
  9872313: [
    4,
    "栗原市",
    "一迫沖"
  ],
  9872314: [
    4,
    "栗原市",
    "一迫岡田"
  ],
  9872315: [
    4,
    "栗原市",
    "一迫間杭元"
  ],
  9872316: [
    4,
    "栗原市",
    "一迫小坂本"
  ],
  9872317: [
    4,
    "栗原市",
    "一迫久保田"
  ],
  9872318: [
    4,
    "栗原市",
    "一迫松の木"
  ],
  9872319: [
    4,
    "栗原市",
    "一迫宮前"
  ],
  9872321: [
    4,
    "栗原市",
    "一迫横町"
  ],
  9872322: [
    4,
    "栗原市",
    "一迫横町浦"
  ],
  9872323: [
    4,
    "栗原市",
    "一迫女子町"
  ],
  9872324: [
    4,
    "栗原市",
    "一迫三嶋"
  ],
  9872325: [
    4,
    "栗原市",
    "一迫坂下西"
  ],
  9872326: [
    4,
    "栗原市",
    "一迫山崎"
  ],
  9872327: [
    4,
    "栗原市",
    "一迫天神"
  ],
  9872328: [
    4,
    "栗原市",
    "一迫土川"
  ],
  9872329: [
    4,
    "栗原市",
    "一迫細越"
  ],
  9872331: [
    4,
    "栗原市",
    "一迫萩生"
  ],
  9872332: [
    4,
    "栗原市",
    "一迫高橋"
  ],
  9872333: [
    4,
    "栗原市",
    "一迫要害"
  ],
  9872334: [
    4,
    "栗原市",
    "一迫神山"
  ],
  9872335: [
    4,
    "栗原市",
    "一迫高田"
  ],
  9872336: [
    4,
    "栗原市",
    "一迫荒屋敷"
  ],
  9872337: [
    4,
    "栗原市",
    "一迫松原沢"
  ],
  9872338: [
    4,
    "栗原市",
    "一迫日向"
  ],
  9872339: [
    4,
    "栗原市",
    "一迫上中島"
  ],
  9872341: [
    4,
    "栗原市",
    "一迫中屋敷浦"
  ],
  9872342: [
    4,
    "栗原市",
    "一迫沢田"
  ],
  9872343: [
    4,
    "栗原市",
    "一迫一本杉"
  ],
  9872344: [
    4,
    "栗原市",
    "一迫宮下"
  ],
  9872345: [
    4,
    "栗原市",
    "一迫屋敷田"
  ],
  9872346: [
    4,
    "栗原市",
    "一迫大清水"
  ],
  9872347: [
    4,
    "栗原市",
    "一迫平館"
  ],
  9872348: [
    4,
    "栗原市",
    "一迫大平沢"
  ],
  9872349: [
    4,
    "栗原市",
    "一迫大際"
  ],
  9872351: [
    4,
    "栗原市",
    "一迫宇南田"
  ],
  9872352: [
    4,
    "栗原市",
    "一迫鹿込"
  ],
  9872353: [
    4,
    "栗原市",
    "一迫上久保"
  ],
  9872354: [
    4,
    "栗原市",
    "一迫西風"
  ],
  9872355: [
    4,
    "栗原市",
    "一迫鍛冶屋敷"
  ],
  9872356: [
    4,
    "栗原市",
    "一迫山沢"
  ],
  9872357: [
    4,
    "栗原市",
    "一迫沼田"
  ],
  9872358: [
    4,
    "栗原市",
    "一迫下小僧"
  ],
  9872359: [
    4,
    "栗原市",
    "一迫佐野原"
  ],
  9872361: [
    4,
    "栗原市",
    "一迫中小僧"
  ],
  9872362: [
    4,
    "栗原市",
    "一迫大栗"
  ],
  9872363: [
    4,
    "栗原市",
    "一迫佐野"
  ],
  9872364: [
    4,
    "栗原市",
    "一迫岩ケ沢"
  ],
  9872365: [
    4,
    "栗原市",
    "一迫新米"
  ],
  9872366: [
    4,
    "栗原市",
    "一迫論田"
  ],
  9872367: [
    4,
    "栗原市",
    "一迫上大土"
  ],
  9872368: [
    4,
    "栗原市",
    "一迫下大土"
  ],
  9872369: [
    4,
    "栗原市",
    "一迫荒町"
  ],
  9872371: [
    4,
    "栗原市",
    "一迫川台"
  ],
  9872372: [
    4,
    "栗原市",
    "一迫青木"
  ],
  9872373: [
    4,
    "栗原市",
    "一迫不動西"
  ],
  9872374: [
    4,
    "栗原市",
    "一迫清水原"
  ],
  9872511: [
    4,
    "栗原市",
    "花山本沢"
  ],
  9872512: [
    4,
    "栗原市",
    "花山草木沢"
  ],
  988e4: [
    4,
    "気仙沼市",
    ""
  ],
  9880001: [
    4,
    "気仙沼市",
    "東みなと町"
  ],
  9880002: [
    4,
    "気仙沼市",
    "錦町"
  ],
  9880003: [
    4,
    "気仙沼市",
    "本浜町"
  ],
  9880004: [
    4,
    "気仙沼市",
    "浜町"
  ],
  9880005: [
    4,
    "気仙沼市",
    "新浜町"
  ],
  9880006: [
    4,
    "気仙沼市",
    "西みなと町"
  ],
  9880007: [
    4,
    "気仙沼市",
    "中みなと町"
  ],
  9880008: [
    4,
    "気仙沼市",
    "魚浜町"
  ],
  9880011: [
    4,
    "気仙沼市",
    "陣山"
  ],
  9880012: [
    4,
    "気仙沼市",
    "栄町"
  ],
  9880013: [
    4,
    "気仙沼市",
    "魚町"
  ],
  9880014: [
    4,
    "気仙沼市",
    "柏崎"
  ],
  9880015: [
    4,
    "気仙沼市",
    "浜見山"
  ],
  9880016: [
    4,
    "気仙沼市",
    "沢田"
  ],
  9880017: [
    4,
    "気仙沼市",
    "南町"
  ],
  9880018: [
    4,
    "気仙沼市",
    "南町海岸"
  ],
  9880021: [
    4,
    "気仙沼市",
    "港町"
  ],
  9880022: [
    4,
    "気仙沼市",
    "河原田"
  ],
  9880023: [
    4,
    "気仙沼市",
    "南が丘"
  ],
  9880024: [
    4,
    "気仙沼市",
    "仲町"
  ],
  9880025: [
    4,
    "気仙沼市",
    "内ノ脇"
  ],
  9880026: [
    4,
    "気仙沼市",
    "幸町"
  ],
  9880031: [
    4,
    "気仙沼市",
    "潮見町"
  ],
  9880032: [
    4,
    "気仙沼市",
    "一景島"
  ],
  9880033: [
    4,
    "気仙沼市",
    "川口町"
  ],
  9880034: [
    4,
    "気仙沼市",
    "朝日町"
  ],
  9880036: [
    4,
    "気仙沼市",
    "弁天町"
  ],
  9880037: [
    4,
    "気仙沼市",
    "魚市場前"
  ],
  9880041: [
    4,
    "気仙沼市",
    "川畑"
  ],
  9880042: [
    4,
    "気仙沼市",
    "本郷"
  ],
  9880043: [
    4,
    "気仙沼市",
    "南郷"
  ],
  9880044: [
    4,
    "気仙沼市",
    "神山"
  ],
  9880045: [
    4,
    "気仙沼市",
    "田谷"
  ],
  9880046: [
    4,
    "気仙沼市",
    "田谷前"
  ],
  9880051: [
    4,
    "気仙沼市",
    "常楽"
  ],
  9880052: [
    4,
    "気仙沼市",
    "田中"
  ],
  9880053: [
    4,
    "気仙沼市",
    "田中前"
  ],
  9880054: [
    4,
    "気仙沼市",
    "駒場"
  ],
  9880055: [
    4,
    "気仙沼市",
    "反松"
  ],
  9880056: [
    4,
    "気仙沼市",
    "上田中"
  ],
  9880057: [
    4,
    "気仙沼市",
    "所沢"
  ],
  9880058: [
    4,
    "気仙沼市",
    "田中沖"
  ],
  9880061: [
    4,
    "気仙沼市",
    "岩ケ崎"
  ],
  9880062: [
    4,
    "気仙沼市",
    "明戸"
  ],
  9880063: [
    4,
    "気仙沼市",
    "四反田"
  ],
  9880064: [
    4,
    "気仙沼市",
    "九条"
  ],
  9880065: [
    4,
    "気仙沼市",
    "後九条"
  ],
  9880066: [
    4,
    "気仙沼市",
    "東新城"
  ],
  9880071: [
    4,
    "気仙沼市",
    "新町"
  ],
  9880072: [
    4,
    "気仙沼市",
    "化粧坂"
  ],
  9880073: [
    4,
    "気仙沼市",
    "笹が陣"
  ],
  9880074: [
    4,
    "気仙沼市",
    "本町"
  ],
  9880075: [
    4,
    "気仙沼市",
    "赤坂"
  ],
  9880076: [
    4,
    "気仙沼市",
    "舘山"
  ],
  9880077: [
    4,
    "気仙沼市",
    "古町"
  ],
  9880081: [
    4,
    "気仙沼市",
    "蔵底"
  ],
  9880082: [
    4,
    "気仙沼市",
    "太田"
  ],
  9880083: [
    4,
    "気仙沼市",
    "入沢"
  ],
  9880084: [
    4,
    "気仙沼市",
    "八日町"
  ],
  9880085: [
    4,
    "気仙沼市",
    "三日町"
  ],
  9880086: [
    4,
    "気仙沼市",
    "福美町"
  ],
  9880087: [
    4,
    "気仙沼市",
    "滝の入"
  ],
  9880101: [
    4,
    "気仙沼市",
    "赤岩舘下"
  ],
  9880102: [
    4,
    "気仙沼市",
    "赤岩舘森"
  ],
  9880103: [
    4,
    "気仙沼市",
    "赤岩港"
  ],
  9880104: [
    4,
    "気仙沼市",
    "赤岩五駄鱈"
  ],
  9880105: [
    4,
    "気仙沼市",
    "赤岩老松"
  ],
  9880111: [
    4,
    "気仙沼市",
    "松崎北沢"
  ],
  9880112: [
    4,
    "気仙沼市",
    "松崎前浜"
  ],
  9880113: [
    4,
    "気仙沼市",
    "松崎片浜"
  ],
  9880114: [
    4,
    "気仙沼市",
    "松崎浦田"
  ],
  9880121: [
    4,
    "気仙沼市",
    "松崎萱"
  ],
  9880122: [
    4,
    "気仙沼市",
    "松崎五駄鱈"
  ],
  9880123: [
    4,
    "気仙沼市",
    "松崎中瀬"
  ],
  9880124: [
    4,
    "気仙沼市",
    "松崎高谷"
  ],
  9880131: [
    4,
    "気仙沼市",
    "松崎尾崎"
  ],
  9880132: [
    4,
    "気仙沼市",
    "松崎馬場"
  ],
  9880133: [
    4,
    "気仙沼市",
    "松崎下赤田"
  ],
  9880134: [
    4,
    "気仙沼市",
    "松崎上赤田"
  ],
  9880141: [
    4,
    "気仙沼市",
    "松崎柳沢"
  ],
  9880142: [
    4,
    "気仙沼市",
    "松崎丸森"
  ],
  9880143: [
    4,
    "気仙沼市",
    "松崎地生"
  ],
  9880144: [
    4,
    "気仙沼市",
    "松崎鶴巻"
  ],
  9880151: [
    4,
    "気仙沼市",
    "松崎立石"
  ],
  9880152: [
    4,
    "気仙沼市",
    "松崎外ケ沢"
  ],
  9880153: [
    4,
    "気仙沼市",
    "松崎面瀬"
  ],
  9880154: [
    4,
    "気仙沼市",
    "松崎猫渕"
  ],
  9880155: [
    4,
    "気仙沼市",
    "松崎大萱"
  ],
  9880156: [
    4,
    "気仙沼市",
    "松崎下金取"
  ],
  9880157: [
    4,
    "気仙沼市",
    "松崎上金取"
  ],
  9880161: [
    4,
    "気仙沼市",
    "赤岩高前田"
  ],
  9880162: [
    4,
    "気仙沼市",
    "赤岩前田"
  ],
  9880163: [
    4,
    "気仙沼市",
    "赤岩迎前田"
  ],
  9880164: [
    4,
    "気仙沼市",
    "赤岩四十二"
  ],
  9880165: [
    4,
    "気仙沼市",
    "赤岩物見"
  ],
  9880166: [
    4,
    "気仙沼市",
    "赤岩上羽田"
  ],
  9880167: [
    4,
    "気仙沼市",
    "赤岩羽田"
  ],
  9880168: [
    4,
    "気仙沼市",
    "赤岩水梨子"
  ],
  9880169: [
    4,
    "気仙沼市",
    "物倉山"
  ],
  9880171: [
    4,
    "気仙沼市",
    "赤岩牧沢"
  ],
  9880172: [
    4,
    "気仙沼市",
    "赤岩大石倉"
  ],
  9880173: [
    4,
    "気仙沼市",
    "赤岩長柴"
  ],
  9880174: [
    4,
    "気仙沼市",
    "赤岩大滝"
  ],
  9880181: [
    4,
    "気仙沼市",
    "赤岩杉ノ沢"
  ],
  9880182: [
    4,
    "気仙沼市",
    "赤岩石兜"
  ],
  9880183: [
    4,
    "気仙沼市",
    "赤岩泥ノ木"
  ],
  9880184: [
    4,
    "気仙沼市",
    "赤岩平貝"
  ],
  9880185: [
    4,
    "気仙沼市",
    "赤岩小田"
  ],
  9880201: [
    4,
    "気仙沼市",
    "岩月千岩田"
  ],
  9880202: [
    4,
    "気仙沼市",
    "岩月台ノ沢"
  ],
  9880203: [
    4,
    "気仙沼市",
    "岩月星谷"
  ],
  9880204: [
    4,
    "気仙沼市",
    "岩月長平"
  ],
  9880205: [
    4,
    "気仙沼市",
    "岩月箒沢"
  ],
  9880206: [
    4,
    "気仙沼市",
    "岩月寺沢"
  ],
  9880207: [
    4,
    "気仙沼市",
    "岩月宝ケ沢"
  ],
  9880211: [
    4,
    "気仙沼市",
    "最知川原"
  ],
  9880212: [
    4,
    "気仙沼市",
    "最知森合"
  ],
  9880213: [
    4,
    "気仙沼市",
    "最知南最知"
  ],
  9880214: [
    4,
    "気仙沼市",
    "最知荒沢"
  ],
  9880215: [
    4,
    "気仙沼市",
    "最知北最知"
  ],
  9880221: [
    4,
    "気仙沼市",
    "長磯七半沢"
  ],
  9880222: [
    4,
    "気仙沼市",
    "長磯船原"
  ],
  9880223: [
    4,
    "気仙沼市",
    "長磯鳥子沢"
  ],
  9880224: [
    4,
    "気仙沼市",
    "長磯前林"
  ],
  9880225: [
    4,
    "気仙沼市",
    "長磯大窪"
  ],
  9880226: [
    4,
    "気仙沼市",
    "長磯後沢"
  ],
  9880227: [
    4,
    "気仙沼市",
    "長磯森"
  ],
  9880231: [
    4,
    "気仙沼市",
    "長磯浜"
  ],
  9880232: [
    4,
    "気仙沼市",
    "長磯下原"
  ],
  9880233: [
    4,
    "気仙沼市",
    "長磯原"
  ],
  9880234: [
    4,
    "気仙沼市",
    "長磯原ノ沢"
  ],
  9880235: [
    4,
    "気仙沼市",
    "長磯牧通"
  ],
  9880236: [
    4,
    "気仙沼市",
    "長磯二本松"
  ],
  9880237: [
    4,
    "気仙沼市",
    "長磯赤貝"
  ],
  9880238: [
    4,
    "気仙沼市",
    "長磯中原"
  ],
  9880241: [
    4,
    "気仙沼市",
    "波路上岩井崎"
  ],
  9880242: [
    4,
    "気仙沼市",
    "波路上崎野"
  ],
  9880243: [
    4,
    "気仙沼市",
    "波路上牧"
  ],
  9880244: [
    4,
    "気仙沼市",
    "波路上明戸"
  ],
  9880245: [
    4,
    "気仙沼市",
    "波路上杉ノ下"
  ],
  9880246: [
    4,
    "気仙沼市",
    "波路上瀬向"
  ],
  9880247: [
    4,
    "気仙沼市",
    "波路上内沼"
  ],
  9880251: [
    4,
    "気仙沼市",
    "波路上内田"
  ],
  9880252: [
    4,
    "気仙沼市",
    "波路上後原"
  ],
  9880253: [
    4,
    "気仙沼市",
    "波路上原"
  ],
  9880254: [
    4,
    "気仙沼市",
    "波路上野田"
  ],
  9880255: [
    4,
    "気仙沼市",
    "波路上向田"
  ],
  9880256: [
    4,
    "気仙沼市",
    "波路上向原"
  ],
  9880261: [
    4,
    "気仙沼市",
    "本吉町後田"
  ],
  9880262: [
    4,
    "気仙沼市",
    "本吉町沖の田"
  ],
  9880263: [
    4,
    "気仙沼市",
    "本吉町洞沢"
  ],
  9880264: [
    4,
    "気仙沼市",
    "本吉町長根"
  ],
  9880265: [
    4,
    "気仙沼市",
    "本吉町窪"
  ],
  9880266: [
    4,
    "気仙沼市",
    "本吉町寺谷"
  ],
  9880267: [
    4,
    "気仙沼市",
    "本吉町寺沢"
  ],
  9880268: [
    4,
    "気仙沼市",
    "本吉町石川原"
  ],
  9880269: [
    4,
    "気仙沼市",
    "本吉町菖蒲沢"
  ],
  9880271: [
    4,
    "気仙沼市",
    "本吉町野々下"
  ],
  9880272: [
    4,
    "気仙沼市",
    "本吉町大谷"
  ],
  9880273: [
    4,
    "気仙沼市",
    "本吉町三島"
  ],
  9880274: [
    4,
    "気仙沼市",
    "本吉町滝根"
  ],
  9880275: [
    4,
    "気仙沼市",
    "本吉町九多丸"
  ],
  9880276: [
    4,
    "気仙沼市",
    "本吉町日門"
  ],
  9880277: [
    4,
    "気仙沼市",
    "本吉町天ヶ沢"
  ],
  9880278: [
    4,
    "気仙沼市",
    "本吉町高瀬ヶ森"
  ],
  9880279: [
    4,
    "気仙沼市",
    "本吉町猿内"
  ],
  9880281: [
    4,
    "気仙沼市",
    "本吉町府中"
  ],
  9880282: [
    4,
    "気仙沼市",
    "本吉町前浜"
  ],
  9880283: [
    4,
    "気仙沼市",
    "本吉町大森"
  ],
  9880284: [
    4,
    "気仙沼市",
    "本吉町赤牛"
  ],
  9880285: [
    4,
    "気仙沼市",
    "本吉町小金沢"
  ],
  9880286: [
    4,
    "気仙沼市",
    "本吉町高"
  ],
  9880287: [
    4,
    "気仙沼市",
    "本吉町大朴木"
  ],
  9880301: [
    4,
    "気仙沼市",
    "本吉町狼の巣"
  ],
  9880302: [
    4,
    "気仙沼市",
    "本吉町林の沢"
  ],
  9880303: [
    4,
    "気仙沼市",
    "本吉町幸土"
  ],
  9880304: [
    4,
    "気仙沼市",
    "本吉町大沢"
  ],
  9880305: [
    4,
    "気仙沼市",
    "本吉町津谷長根"
  ],
  9880306: [
    4,
    "気仙沼市",
    "本吉町大椚"
  ],
  9880307: [
    4,
    "気仙沼市",
    "本吉町津谷舘岡"
  ],
  9880308: [
    4,
    "気仙沼市",
    "本吉町津谷松岡"
  ],
  9880309: [
    4,
    "気仙沼市",
    "本吉町津谷松尾"
  ],
  9880311: [
    4,
    "気仙沼市",
    "本吉町風越"
  ],
  9880312: [
    4,
    "気仙沼市",
    "本吉町道外"
  ],
  9880313: [
    4,
    "気仙沼市",
    "本吉町卯名沢"
  ],
  9880314: [
    4,
    "気仙沼市",
    "本吉町圃の沢"
  ],
  9880315: [
    4,
    "気仙沼市",
    "本吉町新圃の沢"
  ],
  9880316: [
    4,
    "気仙沼市",
    "本吉町新北明戸"
  ],
  9880317: [
    4,
    "気仙沼市",
    "本吉町北明戸"
  ],
  9880318: [
    4,
    "気仙沼市",
    "本吉町登米沢"
  ],
  9880321: [
    4,
    "気仙沼市",
    "本吉町小浜"
  ],
  9880322: [
    4,
    "気仙沼市",
    "本吉町二十一浜"
  ],
  9880323: [
    4,
    "気仙沼市",
    "本吉町今朝磯"
  ],
  9880324: [
    4,
    "気仙沼市",
    "本吉町歌生"
  ],
  9880325: [
    4,
    "気仙沼市",
    "本吉町蔵内"
  ],
  9880326: [
    4,
    "気仙沼市",
    "本吉町柳沢"
  ],
  9880327: [
    4,
    "気仙沼市",
    "本吉町長窪"
  ],
  9880328: [
    4,
    "気仙沼市",
    "本吉町菅の沢"
  ],
  9880331: [
    4,
    "気仙沼市",
    "本吉町中島"
  ],
  9880332: [
    4,
    "気仙沼市",
    "本吉町下宿"
  ],
  9880333: [
    4,
    "気仙沼市",
    "本吉町平貝"
  ],
  9880334: [
    4,
    "気仙沼市",
    "本吉町外尾"
  ],
  9880335: [
    4,
    "気仙沼市",
    "本吉町蕨野"
  ],
  9880336: [
    4,
    "気仙沼市",
    "本吉町泉沢"
  ],
  9880337: [
    4,
    "気仙沼市",
    "本吉町新南明戸"
  ],
  9880338: [
    4,
    "気仙沼市",
    "本吉町南明戸"
  ],
  9880339: [
    4,
    "気仙沼市",
    "本吉町泉"
  ],
  9880341: [
    4,
    "気仙沼市",
    "本吉町津谷桜子"
  ],
  9880342: [
    4,
    "気仙沼市",
    "本吉町幣掛"
  ],
  9880343: [
    4,
    "気仙沼市",
    "本吉町松ヶ沢"
  ],
  9880344: [
    4,
    "気仙沼市",
    "本吉町宮内"
  ],
  9880345: [
    4,
    "気仙沼市",
    "本吉町舘下"
  ],
  9880346: [
    4,
    "気仙沼市",
    "本吉町岳の下"
  ],
  9880347: [
    4,
    "気仙沼市",
    "本吉町猪の鼻"
  ],
  9880348: [
    4,
    "気仙沼市",
    "本吉町小峰崎"
  ],
  9880351: [
    4,
    "気仙沼市",
    "本吉町午王野沢"
  ],
  9880352: [
    4,
    "気仙沼市",
    "本吉町平椚"
  ],
  9880353: [
    4,
    "気仙沼市",
    "本吉町信夫"
  ],
  9880354: [
    4,
    "気仙沼市",
    "本吉町鹿の子"
  ],
  9880355: [
    4,
    "気仙沼市",
    "本吉町滝沢"
  ],
  9880356: [
    4,
    "気仙沼市",
    "本吉町大柴"
  ],
  9880357: [
    4,
    "気仙沼市",
    "本吉町中平"
  ],
  9880358: [
    4,
    "気仙沼市",
    "本吉町大東"
  ],
  9880359: [
    4,
    "気仙沼市",
    "本吉町上野"
  ],
  9880361: [
    4,
    "気仙沼市",
    "本吉町下要害"
  ],
  9880362: [
    4,
    "気仙沼市",
    "本吉町寺要害"
  ],
  9880363: [
    4,
    "気仙沼市",
    "本吉町深萩"
  ],
  9880364: [
    4,
    "気仙沼市",
    "本吉町小金山"
  ],
  9880365: [
    4,
    "気仙沼市",
    "本吉町馬籠町"
  ],
  9880366: [
    4,
    "気仙沼市",
    "本吉町馬籠町頭"
  ],
  9880367: [
    4,
    "気仙沼市",
    "本吉町向畑"
  ],
  9880371: [
    4,
    "気仙沼市",
    "本吉町漆原"
  ],
  9880372: [
    4,
    "気仙沼市",
    "本吉町尾田"
  ],
  9880373: [
    4,
    "気仙沼市",
    "本吉町狩猟"
  ],
  9880374: [
    4,
    "気仙沼市",
    "本吉町角柄"
  ],
  9880375: [
    4,
    "気仙沼市",
    "本吉町中沢"
  ],
  9880381: [
    4,
    "気仙沼市",
    "本吉町津谷新明戸"
  ],
  9880382: [
    4,
    "気仙沼市",
    "本吉町津谷明戸"
  ],
  9880383: [
    4,
    "気仙沼市",
    "本吉町坊の倉"
  ],
  9880384: [
    4,
    "気仙沼市",
    "本吉町高岡"
  ],
  9880385: [
    4,
    "気仙沼市",
    "本吉町下川内"
  ],
  9880386: [
    4,
    "気仙沼市",
    "本吉町西川内"
  ],
  9880387: [
    4,
    "気仙沼市",
    "本吉町中川内"
  ],
  9880388: [
    4,
    "気仙沼市",
    "本吉町上川内"
  ],
  9880389: [
    4,
    "気仙沼市",
    "本吉町東川内"
  ],
  9880401: [
    4,
    "本吉郡南三陸町",
    "歌津浪板"
  ],
  9880402: [
    4,
    "本吉郡南三陸町",
    "歌津港"
  ],
  9880403: [
    4,
    "本吉郡南三陸町",
    "歌津長羽"
  ],
  9880404: [
    4,
    "本吉郡南三陸町",
    "歌津牧田"
  ],
  9880405: [
    4,
    "本吉郡南三陸町",
    "歌津草木沢"
  ],
  9880406: [
    4,
    "本吉郡南三陸町",
    "歌津中野"
  ],
  9880411: [
    4,
    "本吉郡南三陸町",
    "歌津田茂川"
  ],
  9880412: [
    4,
    "本吉郡南三陸町",
    "歌津南の沢"
  ],
  9880413: [
    4,
    "本吉郡南三陸町",
    "歌津上の山"
  ],
  9880414: [
    4,
    "本吉郡南三陸町",
    "歌津長沢"
  ],
  9880415: [
    4,
    "本吉郡南三陸町",
    "歌津田の浦"
  ],
  9880421: [
    4,
    "本吉郡南三陸町",
    "歌津平棚"
  ],
  9880422: [
    4,
    "本吉郡南三陸町",
    "歌津松の崎"
  ],
  9880423: [
    4,
    "本吉郡南三陸町",
    "歌津枡沢"
  ],
  9880424: [
    4,
    "本吉郡南三陸町",
    "歌津北の沢"
  ],
  9880425: [
    4,
    "本吉郡南三陸町",
    "歌津神山"
  ],
  9880426: [
    4,
    "本吉郡南三陸町",
    "歌津石浜"
  ],
  9880431: [
    4,
    "本吉郡南三陸町",
    "歌津名足"
  ],
  9880432: [
    4,
    "本吉郡南三陸町",
    "歌津中山"
  ],
  9880433: [
    4,
    "本吉郡南三陸町",
    "歌津馬場"
  ],
  9880434: [
    4,
    "本吉郡南三陸町",
    "歌津大磯"
  ],
  9880435: [
    4,
    "本吉郡南三陸町",
    "歌津小沼"
  ],
  9880436: [
    4,
    "本吉郡南三陸町",
    "歌津小長柴"
  ],
  9880441: [
    4,
    "本吉郡南三陸町",
    "歌津田の頭"
  ],
  9880442: [
    4,
    "本吉郡南三陸町",
    "歌津番所"
  ],
  9880443: [
    4,
    "本吉郡南三陸町",
    "歌津尾崎"
  ],
  9880444: [
    4,
    "本吉郡南三陸町",
    "歌津泊浜"
  ],
  9880445: [
    4,
    "本吉郡南三陸町",
    "歌津館浜"
  ],
  9880446: [
    4,
    "本吉郡南三陸町",
    "歌津板橋"
  ],
  9880447: [
    4,
    "本吉郡南三陸町",
    "歌津長柴"
  ],
  9880448: [
    4,
    "本吉郡南三陸町",
    "歌津大沼"
  ],
  9880451: [
    4,
    "本吉郡南三陸町",
    "歌津管の浜"
  ],
  9880452: [
    4,
    "本吉郡南三陸町",
    "歌津町向"
  ],
  9880453: [
    4,
    "本吉郡南三陸町",
    "歌津伊里前"
  ],
  9880454: [
    4,
    "本吉郡南三陸町",
    "歌津峰畑"
  ],
  9880455: [
    4,
    "本吉郡南三陸町",
    "歌津吉野沢"
  ],
  9880456: [
    4,
    "本吉郡南三陸町",
    "歌津川内"
  ],
  9880461: [
    4,
    "本吉郡南三陸町",
    "歌津寄木"
  ],
  9880462: [
    4,
    "本吉郡南三陸町",
    "歌津砂浜"
  ],
  9880463: [
    4,
    "本吉郡南三陸町",
    "歌津大森"
  ],
  9880464: [
    4,
    "本吉郡南三陸町",
    "歌津森畑"
  ],
  9880465: [
    4,
    "本吉郡南三陸町",
    "歌津韮の浜"
  ],
  9880466: [
    4,
    "本吉郡南三陸町",
    "歌津平松"
  ],
  9880467: [
    4,
    "本吉郡南三陸町",
    "歌津皿貝"
  ],
  9880471: [
    4,
    "本吉郡南三陸町",
    "歌津石泉"
  ],
  9880472: [
    4,
    "本吉郡南三陸町",
    "歌津宮方"
  ],
  9880473: [
    4,
    "本吉郡南三陸町",
    "歌津中在"
  ],
  9880474: [
    4,
    "本吉郡南三陸町",
    "歌津田表"
  ],
  9880475: [
    4,
    "本吉郡南三陸町",
    "歌津白山"
  ],
  9880476: [
    4,
    "本吉郡南三陸町",
    "歌津上沢"
  ],
  9880477: [
    4,
    "本吉郡南三陸町",
    "歌津払川"
  ],
  9880478: [
    4,
    "本吉郡南三陸町",
    "歌津樋の口"
  ],
  9880501: [
    4,
    "気仙沼市",
    "唐桑町釜石下"
  ],
  9880502: [
    4,
    "気仙沼市",
    "唐桑町台の下"
  ],
  9880503: [
    4,
    "気仙沼市",
    "唐桑町荒谷前"
  ],
  9880504: [
    4,
    "気仙沼市",
    "唐桑町竹の袖"
  ],
  9880505: [
    4,
    "気仙沼市",
    "唐桑町港"
  ],
  9880506: [
    4,
    "気仙沼市",
    "唐桑町出山"
  ],
  9880511: [
    4,
    "気仙沼市",
    "唐桑町舘"
  ],
  9880512: [
    4,
    "気仙沼市",
    "唐桑町岩井沢"
  ],
  9880513: [
    4,
    "気仙沼市",
    "唐桑町載鈎"
  ],
  9880514: [
    4,
    "気仙沼市",
    "唐桑町小田"
  ],
  9880521: [
    4,
    "気仙沼市",
    "唐桑町大畑"
  ],
  9880522: [
    4,
    "気仙沼市",
    "唐桑町上川原"
  ],
  9880523: [
    4,
    "気仙沼市",
    "唐桑町境"
  ],
  9880524: [
    4,
    "気仙沼市",
    "唐桑町只越"
  ],
  9880525: [
    4,
    "気仙沼市",
    "唐桑町堂角"
  ],
  9880526: [
    4,
    "気仙沼市",
    "唐桑町唯越"
  ],
  9880527: [
    4,
    "気仙沼市",
    "唐桑町西舞根"
  ],
  9880531: [
    4,
    "気仙沼市",
    "唐桑町高石浜"
  ],
  9880532: [
    4,
    "気仙沼市",
    "唐桑町石浜"
  ],
  9880533: [
    4,
    "気仙沼市",
    "唐桑町明戸"
  ],
  9880534: [
    4,
    "気仙沼市",
    "唐桑町宿浦"
  ],
  9880535: [
    4,
    "気仙沼市",
    "唐桑町馬場"
  ],
  9880541: [
    4,
    "気仙沼市",
    "唐桑町北中"
  ],
  9880542: [
    4,
    "気仙沼市",
    "唐桑町中"
  ],
  9880543: [
    4,
    "気仙沼市",
    "唐桑町小長根"
  ],
  9880544: [
    4,
    "気仙沼市",
    "唐桑町欠浜"
  ],
  9880551: [
    4,
    "気仙沼市",
    "唐桑町松圃"
  ],
  9880552: [
    4,
    "気仙沼市",
    "唐桑町津本"
  ],
  9880553: [
    4,
    "気仙沼市",
    "唐桑町神の倉"
  ],
  9880554: [
    4,
    "気仙沼市",
    "唐桑町崎浜"
  ],
  9880561: [
    4,
    "気仙沼市",
    "唐桑町小鯖"
  ],
  9880562: [
    4,
    "気仙沼市",
    "唐桑町上小鯖"
  ],
  9880563: [
    4,
    "気仙沼市",
    "唐桑町中井"
  ],
  9880571: [
    4,
    "気仙沼市",
    "唐桑町鮪立"
  ],
  9880572: [
    4,
    "気仙沼市",
    "唐桑町上鮪立"
  ],
  9880581: [
    4,
    "気仙沼市",
    "唐桑町浦"
  ],
  9880582: [
    4,
    "気仙沼市",
    "唐桑町東舞根"
  ],
  9880601: [
    4,
    "気仙沼市",
    "外浜"
  ],
  9880602: [
    4,
    "気仙沼市",
    "大初平"
  ],
  9880603: [
    4,
    "気仙沼市",
    "外畑"
  ],
  9880604: [
    4,
    "気仙沼市",
    "廻舘"
  ],
  9880605: [
    4,
    "気仙沼市",
    "浦の浜"
  ],
  9880606: [
    4,
    "気仙沼市",
    "磯草"
  ],
  9880607: [
    4,
    "気仙沼市",
    "亀山"
  ],
  9880611: [
    4,
    "気仙沼市",
    "田尻"
  ],
  9880612: [
    4,
    "気仙沼市",
    "大向"
  ],
  9880613: [
    4,
    "気仙沼市",
    "高井"
  ],
  9880621: [
    4,
    "気仙沼市",
    "長崎"
  ],
  9880622: [
    4,
    "気仙沼市",
    "中山"
  ],
  9880623: [
    4,
    "気仙沼市",
    "浅根"
  ],
  9880631: [
    4,
    "気仙沼市",
    "三作浜"
  ],
  9880632: [
    4,
    "気仙沼市",
    "横沼"
  ],
  9880633: [
    4,
    "気仙沼市",
    "駒形"
  ],
  9880634: [
    4,
    "気仙沼市",
    "要害"
  ],
  9880801: [
    4,
    "気仙沼市",
    "上東側根"
  ],
  9880802: [
    4,
    "気仙沼市",
    "高判形山"
  ],
  9880803: [
    4,
    "気仙沼市",
    "上東側"
  ],
  9880804: [
    4,
    "気仙沼市",
    "東中才"
  ],
  9880805: [
    4,
    "気仙沼市",
    "西中才"
  ],
  9880806: [
    4,
    "気仙沼市",
    "上西側"
  ],
  9880807: [
    4,
    "気仙沼市",
    "白石"
  ],
  9880811: [
    4,
    "気仙沼市",
    "東八幡前"
  ],
  9880812: [
    4,
    "気仙沼市",
    "大岩井山"
  ],
  9880813: [
    4,
    "気仙沼市",
    "浪板"
  ],
  9880814: [
    4,
    "気仙沼市",
    "大浦"
  ],
  9880815: [
    4,
    "気仙沼市",
    "小々汐"
  ],
  9880816: [
    4,
    "気仙沼市",
    "二ノ浜"
  ],
  9880817: [
    4,
    "気仙沼市",
    "西八幡町"
  ],
  9880818: [
    4,
    "気仙沼市",
    "三ノ浜"
  ],
  9880821: [
    4,
    "気仙沼市",
    "大林"
  ],
  9880822: [
    4,
    "気仙沼市",
    "切通"
  ],
  9880823: [
    4,
    "気仙沼市",
    "茗荷沢"
  ],
  9880824: [
    4,
    "気仙沼市",
    "川原崎"
  ],
  9880825: [
    4,
    "気仙沼市",
    "田尻沢"
  ],
  9880826: [
    4,
    "気仙沼市",
    "百目木"
  ],
  9880827: [
    4,
    "気仙沼市",
    "和野"
  ],
  9880828: [
    4,
    "気仙沼市",
    "下新田"
  ],
  9880829: [
    4,
    "気仙沼市",
    "新田"
  ],
  9880831: [
    4,
    "気仙沼市",
    "金成沢"
  ],
  9880832: [
    4,
    "気仙沼市",
    "瘻槻"
  ],
  9880833: [
    4,
    "気仙沼市",
    "渡戸"
  ],
  9880834: [
    4,
    "気仙沼市",
    "川上"
  ],
  9880835: [
    4,
    "気仙沼市",
    "長岩間"
  ],
  9880836: [
    4,
    "気仙沼市",
    "小芦"
  ],
  9880837: [
    4,
    "気仙沼市",
    "鹿ノ倉"
  ],
  9880841: [
    4,
    "気仙沼市",
    "柳沢"
  ],
  9880842: [
    4,
    "気仙沼市",
    "久保"
  ],
  9880843: [
    4,
    "気仙沼市",
    "落合"
  ],
  9880844: [
    4,
    "気仙沼市",
    "象ケ鼻"
  ],
  9880845: [
    4,
    "気仙沼市",
    "前木"
  ],
  9880846: [
    4,
    "気仙沼市",
    "川崎尻"
  ],
  9880847: [
    4,
    "気仙沼市",
    "阿霄月"
  ],
  9880851: [
    4,
    "気仙沼市",
    "下八瀬"
  ],
  9880852: [
    4,
    "気仙沼市",
    "松川"
  ],
  9880853: [
    4,
    "気仙沼市",
    "松川前"
  ],
  9880854: [
    4,
    "気仙沼市",
    "磯沢"
  ],
  9880855: [
    4,
    "気仙沼市",
    "名木沢"
  ],
  9880861: [
    4,
    "気仙沼市",
    "細尾"
  ],
  9880862: [
    4,
    "気仙沼市",
    "角地"
  ],
  9880863: [
    4,
    "気仙沼市",
    "黒沢"
  ],
  9880864: [
    4,
    "気仙沼市",
    "塚沢"
  ],
  9880865: [
    4,
    "気仙沼市",
    "新早稲谷"
  ],
  9880866: [
    4,
    "気仙沼市",
    "内松川"
  ],
  9880867: [
    4,
    "気仙沼市",
    "新台"
  ],
  9880868: [
    4,
    "気仙沼市",
    "黒石山"
  ],
  9880927: [
    4,
    "気仙沼市",
    "唐桑町西舞根"
  ],
  9890111: [
    4,
    "白石市",
    "越河五賀"
  ],
  9890112: [
    4,
    "白石市",
    "越河平"
  ],
  9890113: [
    4,
    "白石市",
    "越河"
  ],
  9890200: [
    4,
    "白石市",
    ""
  ],
  9890201: [
    4,
    "白石市",
    "小下倉"
  ],
  9890202: [
    4,
    "白石市",
    "上堰"
  ],
  9890203: [
    4,
    "白石市",
    "郡山"
  ],
  9890204: [
    4,
    "白石市",
    "松ケ丘"
  ],
  9890205: [
    4,
    "白石市",
    "東大畑"
  ],
  9890206: [
    4,
    "白石市",
    "寺屋敷前"
  ],
  9890207: [
    4,
    "白石市",
    "堂場前"
  ],
  9890208: [
    4,
    "白石市",
    "大畑"
  ],
  9890211: [
    4,
    "白石市",
    "大鷹沢鷹巣"
  ],
  9890212: [
    4,
    "白石市",
    "大鷹沢大町"
  ],
  9890213: [
    4,
    "白石市",
    "大鷹沢三沢"
  ],
  9890214: [
    4,
    "白石市",
    "大平坂谷"
  ],
  9890215: [
    4,
    "白石市",
    "斎川"
  ],
  9890216: [
    4,
    "白石市",
    "大平中目"
  ],
  9890217: [
    4,
    "白石市",
    "大平森合"
  ],
  9890218: [
    4,
    "白石市",
    "鷹巣東"
  ],
  9890220: [
    4,
    "白石市",
    "鷹巣西"
  ],
  9890221: [
    4,
    "白石市",
    "緑が丘"
  ],
  9890222: [
    4,
    "白石市",
    "鷹巣"
  ],
  9890223: [
    4,
    "白石市",
    "旭町"
  ],
  9890224: [
    4,
    "白石市",
    "北無双作"
  ],
  9890225: [
    4,
    "白石市",
    "東町"
  ],
  9890226: [
    4,
    "白石市",
    "白石沖"
  ],
  9890227: [
    4,
    "白石市",
    "田町"
  ],
  9890228: [
    4,
    "白石市",
    "兎作"
  ],
  9890229: [
    4,
    "白石市",
    "銚子ケ森"
  ],
  9890231: [
    4,
    "白石市",
    "福岡蔵本"
  ],
  9890232: [
    4,
    "白石市",
    "福岡長袋"
  ],
  9890233: [
    4,
    "白石市",
    "小原"
  ],
  9890241: [
    4,
    "白石市",
    "寿山"
  ],
  9890242: [
    4,
    "白石市",
    "柳町"
  ],
  9890243: [
    4,
    "白石市",
    "沢目"
  ],
  9890244: [
    4,
    "白石市",
    "上久保"
  ],
  9890245: [
    4,
    "白石市",
    "城南"
  ],
  9890246: [
    4,
    "白石市",
    "新館町"
  ],
  9890247: [
    4,
    "白石市",
    "八幡町"
  ],
  9890248: [
    4,
    "白石市",
    "南町"
  ],
  9890251: [
    4,
    "白石市",
    "益岡町"
  ],
  9890252: [
    4,
    "白石市",
    "西益岡町"
  ],
  9890253: [
    4,
    "白石市",
    "東小路"
  ],
  9890254: [
    4,
    "白石市",
    "大川町"
  ],
  9890255: [
    4,
    "白石市",
    "城北町"
  ],
  9890256: [
    4,
    "白石市",
    "本鍛冶小路"
  ],
  9890257: [
    4,
    "白石市",
    "亘理町"
  ],
  9890258: [
    4,
    "白石市",
    "半沢屋敷西"
  ],
  9890259: [
    4,
    "白石市",
    "半沢屋敷前"
  ],
  9890261: [
    4,
    "白石市",
    "外川原"
  ],
  9890262: [
    4,
    "白石市",
    "北川原"
  ],
  9890263: [
    4,
    "白石市",
    "柳川原"
  ],
  9890264: [
    4,
    "白石市",
    "幸"
  ],
  9890265: [
    4,
    "白石市",
    "十王堂北"
  ],
  9890266: [
    4,
    "白石市",
    "十王堂前"
  ],
  9890267: [
    4,
    "白石市",
    "延命寺北"
  ],
  9890268: [
    4,
    "白石市",
    "祢宜内"
  ],
  9890271: [
    4,
    "白石市",
    "不澄ケ池"
  ],
  9890272: [
    4,
    "白石市",
    "清水小路"
  ],
  9890273: [
    4,
    "白石市",
    "中町"
  ],
  9890274: [
    4,
    "白石市",
    "長町"
  ],
  9890275: [
    4,
    "白石市",
    "本町"
  ],
  9890276: [
    4,
    "白石市",
    "大手町"
  ],
  9890277: [
    4,
    "白石市",
    "沢端町"
  ],
  9890278: [
    4,
    "白石市",
    "沢端"
  ],
  9890500: [
    4,
    "刈田郡七ヶ宿町",
    ""
  ],
  9890501: [
    4,
    "刈田郡七ヶ宿町",
    "柏木山"
  ],
  9890502: [
    4,
    "刈田郡七ヶ宿町",
    "西町裏"
  ],
  9890503: [
    4,
    "刈田郡七ヶ宿町",
    "横川"
  ],
  9890504: [
    4,
    "刈田郡七ヶ宿町",
    "上ノ平"
  ],
  9890505: [
    4,
    "刈田郡七ヶ宿町",
    "上ノ平山"
  ],
  9890506: [
    4,
    "刈田郡七ヶ宿町",
    "油畑"
  ],
  9890507: [
    4,
    "刈田郡七ヶ宿町",
    "大萱"
  ],
  9890508: [
    4,
    "刈田郡七ヶ宿町",
    "長老"
  ],
  9890511: [
    4,
    "刈田郡七ヶ宿町",
    "松原"
  ],
  9890512: [
    4,
    "刈田郡七ヶ宿町",
    "関"
  ],
  9890513: [
    4,
    "刈田郡七ヶ宿町",
    "上町尻"
  ],
  9890514: [
    4,
    "刈田郡七ヶ宿町",
    "下町尻"
  ],
  9890515: [
    4,
    "刈田郡七ヶ宿町",
    "町尻"
  ],
  9890516: [
    4,
    "刈田郡七ヶ宿町",
    "大貫平"
  ],
  9890517: [
    4,
    "刈田郡七ヶ宿町",
    "上八合"
  ],
  9890518: [
    4,
    "刈田郡七ヶ宿町",
    "下八合"
  ],
  9890519: [
    4,
    "刈田郡七ヶ宿町",
    "神林山"
  ],
  9890521: [
    4,
    "刈田郡七ヶ宿町",
    "新雷神"
  ],
  9890522: [
    4,
    "刈田郡七ヶ宿町",
    "一枚田"
  ],
  9890523: [
    4,
    "刈田郡七ヶ宿町",
    "館下"
  ],
  9890524: [
    4,
    "刈田郡七ヶ宿町",
    "上烏川"
  ],
  9890525: [
    4,
    "刈田郡七ヶ宿町",
    "利津保"
  ],
  9890526: [
    4,
    "刈田郡七ヶ宿町",
    "明神前"
  ],
  9890527: [
    4,
    "刈田郡七ヶ宿町",
    "烏川岳"
  ],
  9890528: [
    4,
    "刈田郡七ヶ宿町",
    "沢上山"
  ],
  9890529: [
    4,
    "刈田郡七ヶ宿町",
    "大杉"
  ],
  9890531: [
    4,
    "刈田郡七ヶ宿町",
    "矢立"
  ],
  9890532: [
    4,
    "刈田郡七ヶ宿町",
    "根添"
  ],
  9890533: [
    4,
    "刈田郡七ヶ宿町",
    "矢立平"
  ],
  9890534: [
    4,
    "刈田郡七ヶ宿町",
    "若林山"
  ],
  9890535: [
    4,
    "刈田郡七ヶ宿町",
    "夏梨平"
  ],
  9890536: [
    4,
    "刈田郡七ヶ宿町",
    "切通"
  ],
  9890537: [
    4,
    "刈田郡七ヶ宿町",
    "上野"
  ],
  9890541: [
    4,
    "刈田郡七ヶ宿町",
    "仕切目"
  ],
  9890542: [
    4,
    "刈田郡七ヶ宿町",
    "島木野"
  ],
  9890543: [
    4,
    "刈田郡七ヶ宿町",
    "蒲木"
  ],
  9890544: [
    4,
    "刈田郡七ヶ宿町",
    "中ノ沢原道下"
  ],
  9890545: [
    4,
    "刈田郡七ヶ宿町",
    "原道上"
  ],
  9890546: [
    4,
    "刈田郡七ヶ宿町",
    "原道下"
  ],
  9890547: [
    4,
    "刈田郡七ヶ宿町",
    "中之沢"
  ],
  9890548: [
    4,
    "刈田郡七ヶ宿町",
    "八ツ分"
  ],
  9890549: [
    4,
    "刈田郡七ヶ宿町",
    "滑津"
  ],
  9890551: [
    4,
    "刈田郡七ヶ宿町",
    "八ツ森"
  ],
  9890552: [
    4,
    "刈田郡七ヶ宿町",
    "苗代端"
  ],
  9890553: [
    4,
    "刈田郡七ヶ宿町",
    "大迎"
  ],
  9890554: [
    4,
    "刈田郡七ヶ宿町",
    "陳ノ窪"
  ],
  9890555: [
    4,
    "刈田郡七ヶ宿町",
    "滝ノ上"
  ],
  9890556: [
    4,
    "刈田郡七ヶ宿町",
    "愛宕下"
  ],
  9890557: [
    4,
    "刈田郡七ヶ宿町",
    "西森下"
  ],
  9890561: [
    4,
    "刈田郡七ヶ宿町",
    "栗原"
  ],
  9890601: [
    4,
    "刈田郡七ヶ宿町",
    "茂ヶ沢"
  ],
  9890602: [
    4,
    "刈田郡七ヶ宿町",
    "寺跡"
  ],
  9890611: [
    4,
    "刈田郡七ヶ宿町",
    "山伏坂"
  ],
  9890612: [
    4,
    "刈田郡七ヶ宿町",
    "侭ノ上"
  ],
  9890613: [
    4,
    "刈田郡七ヶ宿町",
    "上川原"
  ],
  9890614: [
    4,
    "刈田郡七ヶ宿町",
    "中川原"
  ],
  9890615: [
    4,
    "刈田郡七ヶ宿町",
    "沼田"
  ],
  9890616: [
    4,
    "刈田郡七ヶ宿町",
    "薄沢口"
  ],
  9890617: [
    4,
    "刈田郡七ヶ宿町",
    "滝下"
  ],
  9890621: [
    4,
    "刈田郡七ヶ宿町",
    "峠田"
  ],
  9890622: [
    4,
    "刈田郡七ヶ宿町",
    "峠田町頭"
  ],
  9890623: [
    4,
    "刈田郡七ヶ宿町",
    "上ノ台"
  ],
  9890624: [
    4,
    "刈田郡七ヶ宿町",
    "明神下"
  ],
  9890625: [
    4,
    "刈田郡七ヶ宿町",
    "峠田愛宕下"
  ],
  9890626: [
    4,
    "刈田郡七ヶ宿町",
    "茂庭道"
  ],
  9890627: [
    4,
    "刈田郡七ヶ宿町",
    "坂ノ下"
  ],
  9890628: [
    4,
    "刈田郡七ヶ宿町",
    "境ノ沢"
  ],
  9890631: [
    4,
    "刈田郡七ヶ宿町",
    "大石川原"
  ],
  9890632: [
    4,
    "刈田郡七ヶ宿町",
    "田中道下"
  ],
  9890633: [
    4,
    "刈田郡七ヶ宿町",
    "田中道上"
  ],
  9890634: [
    4,
    "刈田郡七ヶ宿町",
    "小駕籠沢"
  ],
  9890635: [
    4,
    "刈田郡七ヶ宿町",
    "板木"
  ],
  9890636: [
    4,
    "刈田郡七ヶ宿町",
    "六本杉"
  ],
  9890641: [
    4,
    "刈田郡七ヶ宿町",
    "程ヶ沢"
  ],
  9890642: [
    4,
    "刈田郡七ヶ宿町",
    "割付"
  ],
  9890643: [
    4,
    "刈田郡七ヶ宿町",
    "稲子"
  ],
  9890644: [
    4,
    "刈田郡七ヶ宿町",
    "稲子山"
  ],
  9890651: [
    4,
    "刈田郡七ヶ宿町",
    "東口道上"
  ],
  9890652: [
    4,
    "刈田郡七ヶ宿町",
    "東口道下"
  ],
  9890653: [
    4,
    "刈田郡七ヶ宿町",
    "湯原"
  ],
  9890654: [
    4,
    "刈田郡七ヶ宿町",
    "寺前"
  ],
  9890655: [
    4,
    "刈田郡七ヶ宿町",
    "壇前"
  ],
  9890656: [
    4,
    "刈田郡七ヶ宿町",
    "柳沢山国有林"
  ],
  9890657: [
    4,
    "刈田郡七ヶ宿町",
    "町裏"
  ],
  9890658: [
    4,
    "刈田郡七ヶ宿町",
    "南浦畑"
  ],
  9890661: [
    4,
    "刈田郡七ヶ宿町",
    "坂ノ上"
  ],
  9890662: [
    4,
    "刈田郡七ヶ宿町",
    "赤地"
  ],
  9890663: [
    4,
    "刈田郡七ヶ宿町",
    "東沢"
  ],
  9890664: [
    4,
    "刈田郡七ヶ宿町",
    "行人原道上"
  ],
  9890665: [
    4,
    "刈田郡七ヶ宿町",
    "侭ノ上地蔵前"
  ],
  9890666: [
    4,
    "刈田郡七ヶ宿町",
    "干蒲"
  ],
  9890667: [
    4,
    "刈田郡七ヶ宿町",
    "水下道上"
  ],
  9890701: [
    4,
    "刈田郡蔵王町",
    "宮"
  ],
  9890731: [
    4,
    "白石市",
    "福岡深谷"
  ],
  9890732: [
    4,
    "白石市",
    "福岡長袋"
  ],
  9890733: [
    4,
    "白石市",
    "福岡八宮"
  ],
  9890734: [
    4,
    "白石市",
    "白鳥"
  ],
  9890800: [
    4,
    "刈田郡蔵王町",
    ""
  ],
  9890821: [
    4,
    "刈田郡蔵王町",
    "円田"
  ],
  9890831: [
    4,
    "刈田郡蔵王町",
    "平沢"
  ],
  9890841: [
    4,
    "刈田郡蔵王町",
    "小村崎"
  ],
  9890842: [
    4,
    "刈田郡蔵王町",
    "塩沢"
  ],
  9890843: [
    4,
    "刈田郡蔵王町",
    "矢附"
  ],
  9890851: [
    4,
    "刈田郡蔵王町",
    "曲竹"
  ],
  9890901: [
    4,
    "柴田郡川崎町",
    "前川"
  ],
  9890908: [
    4,
    "柴田郡川崎町",
    "青根温泉"
  ],
  9890911: [
    4,
    "刈田郡蔵王町",
    "遠刈田温泉栄町"
  ],
  9890912: [
    4,
    "刈田郡蔵王町",
    "遠刈田温泉仲町"
  ],
  9890913: [
    4,
    "刈田郡蔵王町",
    "遠刈田温泉本町"
  ],
  9890914: [
    4,
    "刈田郡蔵王町",
    "遠刈田温泉旭町"
  ],
  9890915: [
    4,
    "刈田郡蔵王町",
    "遠刈田温泉寿町"
  ],
  9890916: [
    4,
    "刈田郡蔵王町",
    "遠刈田温泉"
  ],
  9890921: [
    4,
    "刈田郡蔵王町",
    "円田"
  ],
  9891101: [
    4,
    "白石市",
    "白川小奥"
  ],
  9891102: [
    4,
    "白石市",
    "白川津田"
  ],
  9891103: [
    4,
    "白石市",
    "白川犬卒都婆"
  ],
  9891104: [
    4,
    "白石市",
    "白川内親"
  ],
  9891200: [
    4,
    "柴田郡大河原町",
    ""
  ],
  9891201: [
    4,
    "柴田郡大河原町",
    "大谷"
  ],
  9891202: [
    4,
    "柴田郡大河原町",
    "高砂町"
  ],
  9891203: [
    4,
    "柴田郡大河原町",
    "旭町"
  ],
  9891204: [
    4,
    "柴田郡大河原町",
    "大竜"
  ],
  9891205: [
    4,
    "柴田郡大河原町",
    "大芝"
  ],
  9891206: [
    4,
    "柴田郡大河原町",
    "中の倉"
  ],
  9891207: [
    4,
    "柴田郡大河原町",
    "川瀬町"
  ],
  9891211: [
    4,
    "柴田郡大河原町",
    "広瀬町"
  ],
  9891212: [
    4,
    "柴田郡大河原町",
    "山崎町"
  ],
  9891213: [
    4,
    "柴田郡大河原町",
    "住吉町"
  ],
  9891214: [
    4,
    "柴田郡大河原町",
    "甲子町"
  ],
  9891215: [
    4,
    "柴田郡大河原町",
    "中島町"
  ],
  9891216: [
    4,
    "柴田郡大河原町",
    "幸町"
  ],
  9891217: [
    4,
    "柴田郡大河原町",
    "錦町"
  ],
  9891221: [
    4,
    "柴田郡大河原町",
    "緑町"
  ],
  9891222: [
    4,
    "柴田郡大河原町",
    "南平"
  ],
  9891223: [
    4,
    "柴田郡大河原町",
    "東新町"
  ],
  9891224: [
    4,
    "柴田郡大河原町",
    "金ケ瀬"
  ],
  9891225: [
    4,
    "柴田郡大河原町",
    "広表"
  ],
  9891231: [
    4,
    "柴田郡大河原町",
    "中川原"
  ],
  9891232: [
    4,
    "柴田郡大河原町",
    "南海道下"
  ],
  9891233: [
    4,
    "柴田郡大河原町",
    "上川原"
  ],
  9891234: [
    4,
    "柴田郡大河原町",
    "新古川"
  ],
  9891235: [
    4,
    "柴田郡大河原町",
    "南原町"
  ],
  9891236: [
    4,
    "柴田郡大河原町",
    "東原町"
  ],
  9891237: [
    4,
    "柴田郡大河原町",
    "荒町"
  ],
  9891241: [
    4,
    "柴田郡大河原町",
    "町"
  ],
  9891242: [
    4,
    "柴田郡大河原町",
    "西浦"
  ],
  9891243: [
    4,
    "柴田郡大河原町",
    "南"
  ],
  9891244: [
    4,
    "柴田郡大河原町",
    "西町"
  ],
  9891245: [
    4,
    "柴田郡大河原町",
    "新南"
  ],
  9891246: [
    4,
    "柴田郡大河原町",
    "新東"
  ],
  9891247: [
    4,
    "柴田郡大河原町",
    "東"
  ],
  9891248: [
    4,
    "柴田郡大河原町",
    "土手崎"
  ],
  9891249: [
    4,
    "柴田郡大河原町",
    "海道東"
  ],
  9891251: [
    4,
    "柴田郡大河原町",
    "橋本"
  ],
  9891252: [
    4,
    "柴田郡大河原町",
    "八乙女"
  ],
  9891253: [
    4,
    "柴田郡大河原町",
    "西"
  ],
  9891254: [
    4,
    "柴田郡大河原町",
    "沼"
  ],
  9891255: [
    4,
    "柴田郡大河原町",
    "袖谷地"
  ],
  9891256: [
    4,
    "柴田郡大河原町",
    "堤"
  ],
  9891257: [
    4,
    "柴田郡大河原町",
    "新寺"
  ],
  9891258: [
    4,
    "柴田郡大河原町",
    "小山田"
  ],
  9891259: [
    4,
    "柴田郡大河原町",
    "福田"
  ],
  9891261: [
    4,
    "柴田郡大河原町",
    "大巻"
  ],
  9891263: [
    4,
    "柴田郡大河原町",
    "大谷地"
  ],
  9891264: [
    4,
    "柴田郡大河原町",
    "新青川"
  ],
  9891266: [
    4,
    "柴田郡大河原町",
    "千塚前"
  ],
  9891267: [
    4,
    "柴田郡大河原町",
    "小島"
  ],
  9891271: [
    4,
    "柴田郡大河原町",
    "東桜町"
  ],
  9891272: [
    4,
    "柴田郡大河原町",
    "南桜町"
  ],
  9891273: [
    4,
    "柴田郡大河原町",
    "西桜町"
  ],
  9891274: [
    4,
    "柴田郡大河原町",
    "新桜町"
  ],
  9891300: [
    4,
    "柴田郡村田町",
    ""
  ],
  9891301: [
    4,
    "柴田郡村田町",
    "菅生"
  ],
  9891302: [
    4,
    "柴田郡村田町",
    "小泉"
  ],
  9891303: [
    4,
    "柴田郡村田町",
    "薄木"
  ],
  9891304: [
    4,
    "柴田郡村田町",
    "西ケ丘"
  ],
  9891305: [
    4,
    "柴田郡村田町",
    "村田"
  ],
  9891311: [
    4,
    "柴田郡村田町",
    "足立"
  ],
  9891321: [
    4,
    "柴田郡村田町",
    "沼辺"
  ],
  9891322: [
    4,
    "柴田郡村田町",
    "関場"
  ],
  9891323: [
    4,
    "柴田郡村田町",
    "沼田"
  ],
  9891500: [
    4,
    "柴田郡川崎町",
    ""
  ],
  9891501: [
    4,
    "柴田郡川崎町",
    "前川"
  ],
  9891502: [
    4,
    "柴田郡川崎町",
    "今宿"
  ],
  9891503: [
    4,
    "柴田郡川崎町",
    "川内"
  ],
  9891504: [
    4,
    "柴田郡川崎町",
    "本砂金"
  ],
  9891505: [
    4,
    "柴田郡川崎町",
    "小野"
  ],
  9891506: [
    4,
    "柴田郡川崎町",
    "支倉台"
  ],
  9891507: [
    4,
    "柴田郡川崎町",
    "支倉"
  ],
  9891511: [
    4,
    "柴田郡村田町",
    "足立"
  ],
  9891600: [
    4,
    "柴田郡柴田町",
    ""
  ],
  9891601: [
    4,
    "柴田郡柴田町",
    "船岡中央"
  ],
  9891602: [
    4,
    "柴田郡柴田町",
    "船岡土手内"
  ],
  9891603: [
    4,
    "柴田郡柴田町",
    "船岡西"
  ],
  9891604: [
    4,
    "柴田郡柴田町",
    "船岡東"
  ],
  9891605: [
    4,
    "柴田郡柴田町",
    "船岡南"
  ],
  9891606: [
    4,
    "柴田郡柴田町",
    "船岡"
  ],
  9891607: [
    4,
    "柴田郡柴田町",
    "船岡新栄"
  ],
  9891608: [
    4,
    "柴田郡柴田町",
    "剣崎"
  ],
  9891611: [
    4,
    "柴田郡柴田町",
    "上名生"
  ],
  9891612: [
    4,
    "柴田郡柴田町",
    "中名生"
  ],
  9891613: [
    4,
    "柴田郡柴田町",
    "下名生"
  ],
  9891621: [
    4,
    "柴田郡柴田町",
    "本船迫"
  ],
  9891622: [
    4,
    "柴田郡柴田町",
    "西船迫"
  ],
  9891623: [
    4,
    "柴田郡柴田町",
    "北船岡"
  ],
  9891631: [
    4,
    "柴田郡柴田町",
    "東船迫"
  ],
  9891731: [
    4,
    "柴田郡柴田町",
    "東船迫"
  ],
  9891741: [
    4,
    "柴田郡柴田町",
    "富沢"
  ],
  9891742: [
    4,
    "柴田郡柴田町",
    "上川名"
  ],
  9891743: [
    4,
    "柴田郡柴田町",
    "四日市場"
  ],
  9891744: [
    4,
    "柴田郡柴田町",
    "松ケ越"
  ],
  9891745: [
    4,
    "柴田郡柴田町",
    "入間田"
  ],
  9891746: [
    4,
    "柴田郡柴田町",
    "ゆずが丘"
  ],
  9891751: [
    4,
    "柴田郡柴田町",
    "槻木新町"
  ],
  9891752: [
    4,
    "柴田郡柴田町",
    "槻木下町"
  ],
  9891753: [
    4,
    "柴田郡柴田町",
    "槻木上町"
  ],
  9891754: [
    4,
    "柴田郡柴田町",
    "槻木白幡"
  ],
  9891755: [
    4,
    "柴田郡柴田町",
    "槻木西"
  ],
  9891756: [
    4,
    "柴田郡柴田町",
    "槻木"
  ],
  9891757: [
    4,
    "柴田郡柴田町",
    "槻木東"
  ],
  9891758: [
    4,
    "柴田郡柴田町",
    "槻木駅西"
  ],
  9891761: [
    4,
    "柴田郡柴田町",
    "葉坂"
  ],
  9891762: [
    4,
    "柴田郡柴田町",
    "海老穴"
  ],
  9891763: [
    4,
    "柴田郡柴田町",
    "船迫"
  ],
  9891764: [
    4,
    "柴田郡柴田町",
    "小成田"
  ],
  9891765: [
    4,
    "柴田郡柴田町",
    "成田"
  ],
  9892111: [
    4,
    "亘理郡山元町",
    "坂元"
  ],
  9892112: [
    4,
    "亘理郡山元町",
    "真庭"
  ],
  9892200: [
    4,
    "亘理郡山元町",
    ""
  ],
  9892201: [
    4,
    "亘理郡山元町",
    "山寺"
  ],
  9892202: [
    4,
    "亘理郡山元町",
    "高瀬"
  ],
  9892203: [
    4,
    "亘理郡山元町",
    "浅生原"
  ],
  9892204: [
    4,
    "亘理郡山元町",
    "鷲足"
  ],
  9892205: [
    4,
    "亘理郡山元町",
    "小平"
  ],
  9892206: [
    4,
    "亘理郡山元町",
    "大平"
  ],
  9892207: [
    4,
    "亘理郡山元町",
    "八手庭"
  ],
  9892208: [
    4,
    "亘理郡山元町",
    "つばめの杜"
  ],
  9892300: [
    4,
    "亘理郡亘理町",
    ""
  ],
  9892301: [
    4,
    "亘理郡亘理町",
    "逢隈中泉"
  ],
  9892302: [
    4,
    "亘理郡亘理町",
    "逢隈牛袋"
  ],
  9892303: [
    4,
    "亘理郡亘理町",
    "逢隈十文字"
  ],
  9892311: [
    4,
    "亘理郡亘理町",
    "荒浜"
  ],
  9892321: [
    4,
    "亘理郡亘理町",
    "逢隈榎袋"
  ],
  9892322: [
    4,
    "亘理郡亘理町",
    "逢隈蕨"
  ],
  9892323: [
    4,
    "亘理郡亘理町",
    "逢隈鷺屋"
  ],
  9892324: [
    4,
    "亘理郡亘理町",
    "逢隈高屋"
  ],
  9892325: [
    4,
    "亘理郡亘理町",
    "花苺"
  ],
  9892331: [
    4,
    "亘理郡亘理町",
    "吉田"
  ],
  9892332: [
    4,
    "亘理郡亘理町",
    "苺浜"
  ],
  9892333: [
    4,
    "亘理郡亘理町",
    "苺里"
  ],
  9892341: [
    4,
    "亘理郡亘理町",
    "長瀞"
  ],
  9892351: [
    4,
    "亘理郡亘理町",
    "旭"
  ],
  9892352: [
    4,
    "亘理郡亘理町",
    "悠里"
  ],
  9892361: [
    4,
    "亘理郡亘理町",
    "愛宕前"
  ],
  9892371: [
    4,
    "亘理郡亘理町",
    "逢隈鹿島"
  ],
  9892372: [
    4,
    "亘理郡亘理町",
    "逢隈神宮寺"
  ],
  9892381: [
    4,
    "亘理郡亘理町",
    "逢隈上郡"
  ],
  9892382: [
    4,
    "亘理郡亘理町",
    "逢隈下郡"
  ],
  9892383: [
    4,
    "亘理郡亘理町",
    "逢隈田沢"
  ],
  9892384: [
    4,
    "亘理郡亘理町",
    "逢隈小山"
  ],
  9892385: [
    4,
    "亘理郡亘理町",
    "逢隈"
  ],
  9892400: [
    4,
    "岩沼市",
    ""
  ],
  9892401: [
    4,
    "名取市",
    "下増田"
  ],
  9892411: [
    4,
    "名取市",
    "本郷"
  ],
  9892412: [
    4,
    "名取市",
    "堀内"
  ],
  9892420: [
    4,
    "岩沼市",
    "空港西"
  ],
  9892421: [
    4,
    "岩沼市",
    "下野郷"
  ],
  9892422: [
    4,
    "岩沼市",
    "空港南"
  ],
  9892423: [
    4,
    "岩沼市",
    "押分"
  ],
  9892424: [
    4,
    "岩沼市",
    "早股"
  ],
  9892425: [
    4,
    "岩沼市",
    "寺島"
  ],
  9892426: [
    4,
    "岩沼市",
    "末広"
  ],
  9892427: [
    4,
    "岩沼市",
    "里の杜"
  ],
  9892428: [
    4,
    "岩沼市",
    "玉浦西"
  ],
  9892429: [
    4,
    "岩沼市",
    "恵み野"
  ],
  9892431: [
    4,
    "岩沼市",
    "相の原"
  ],
  9892432: [
    4,
    "岩沼市",
    "中央"
  ],
  9892433: [
    4,
    "岩沼市",
    "桜"
  ],
  9892434: [
    4,
    "岩沼市",
    "藤浪"
  ],
  9892435: [
    4,
    "岩沼市",
    "阿武隈"
  ],
  9892436: [
    4,
    "岩沼市",
    "吹上"
  ],
  9892437: [
    4,
    "岩沼市",
    "吹上西"
  ],
  9892441: [
    4,
    "岩沼市",
    "館下"
  ],
  9892442: [
    4,
    "岩沼市",
    "大手町"
  ],
  9892443: [
    4,
    "岩沼市",
    "稲荷町"
  ],
  9892444: [
    4,
    "岩沼市",
    "本町"
  ],
  9892445: [
    4,
    "岩沼市",
    "桑原"
  ],
  9892446: [
    4,
    "岩沼市",
    "西六角"
  ],
  9892447: [
    4,
    "岩沼市",
    "桑原西"
  ],
  9892448: [
    4,
    "岩沼市",
    "二木"
  ],
  9892451: [
    4,
    "岩沼市",
    "土ケ崎"
  ],
  9892452: [
    4,
    "岩沼市",
    "武隈"
  ],
  9892453: [
    4,
    "岩沼市",
    "大昭和"
  ],
  9892454: [
    4,
    "岩沼市",
    "南長谷"
  ],
  9892455: [
    4,
    "岩沼市",
    "北長谷"
  ],
  9892456: [
    4,
    "岩沼市",
    "松ケ丘"
  ],
  9892457: [
    4,
    "岩沼市",
    "平等"
  ],
  9892458: [
    4,
    "岩沼市",
    "竹の里"
  ],
  9892459: [
    4,
    "岩沼市",
    "たけくま"
  ],
  9892461: [
    4,
    "岩沼市",
    "長岡"
  ],
  9892462: [
    4,
    "岩沼市",
    "山桜"
  ],
  9892463: [
    4,
    "岩沼市",
    "荒井"
  ],
  9892464: [
    4,
    "岩沼市",
    "三色吉"
  ],
  9892465: [
    4,
    "岩沼市",
    "志賀"
  ],
  9892471: [
    4,
    "岩沼市",
    "小川"
  ],
  9892472: [
    4,
    "岩沼市",
    "梶橋"
  ],
  9892473: [
    4,
    "岩沼市",
    "栄町"
  ],
  9892474: [
    4,
    "岩沼市",
    "朝日"
  ],
  9892475: [
    4,
    "岩沼市",
    "大和"
  ],
  9892476: [
    4,
    "岩沼市",
    "敷島"
  ],
  9892477: [
    4,
    "岩沼市",
    "東谷地"
  ],
  9892478: [
    4,
    "岩沼市",
    "あさひ野"
  ],
  9893121: [
    4,
    "仙台市青葉区",
    "郷六"
  ],
  9893122: [
    4,
    "仙台市青葉区",
    "栗生"
  ],
  9893123: [
    4,
    "仙台市青葉区",
    "錦ケ丘"
  ],
  9893124: [
    4,
    "仙台市青葉区",
    "上愛子"
  ],
  9893125: [
    4,
    "仙台市青葉区",
    "下愛子"
  ],
  9893126: [
    4,
    "仙台市青葉区",
    "落合"
  ],
  9893127: [
    4,
    "仙台市青葉区",
    "愛子東"
  ],
  9893128: [
    4,
    "仙台市青葉区",
    "愛子中央"
  ],
  9893161: [
    4,
    "仙台市青葉区",
    "折立"
  ],
  9893162: [
    4,
    "仙台市青葉区",
    "西花苑"
  ],
  9893163: [
    4,
    "仙台市青葉区",
    "茂庭"
  ],
  9893201: [
    4,
    "仙台市青葉区",
    "国見ケ丘"
  ],
  9893202: [
    4,
    "仙台市青葉区",
    "中山台"
  ],
  9893203: [
    4,
    "仙台市青葉区",
    "中山吉成"
  ],
  9893204: [
    4,
    "仙台市青葉区",
    "南吉成"
  ],
  9893205: [
    4,
    "仙台市青葉区",
    "吉成"
  ],
  9893206: [
    4,
    "仙台市青葉区",
    "吉成台"
  ],
  9893207: [
    4,
    "仙台市青葉区",
    "中山台西"
  ],
  9893211: [
    4,
    "仙台市青葉区",
    "赤坂"
  ],
  9893212: [
    4,
    "仙台市青葉区",
    "芋沢"
  ],
  9893213: [
    4,
    "仙台市青葉区",
    "大倉"
  ],
  9893214: [
    4,
    "仙台市青葉区",
    "みやぎ台"
  ],
  9893215: [
    4,
    "仙台市青葉区",
    "向田"
  ],
  9893216: [
    4,
    "仙台市青葉区",
    "高野原"
  ],
  9893431: [
    4,
    "仙台市青葉区",
    "作並"
  ],
  9893432: [
    4,
    "仙台市青葉区",
    "熊ケ根"
  ],
  9893433: [
    4,
    "仙台市青葉区",
    "ニッカ"
  ],
  9893434: [
    4,
    "仙台市青葉区",
    "新川"
  ],
  9894101: [
    4,
    "大崎市",
    "鹿島台船越"
  ],
  9894102: [
    4,
    "大崎市",
    "鹿島台木間塚"
  ],
  9894103: [
    4,
    "大崎市",
    "鹿島台平渡"
  ],
  9894104: [
    4,
    "大崎市",
    "鹿島台広長"
  ],
  9894105: [
    4,
    "大崎市",
    "鹿島台深谷"
  ],
  9894106: [
    4,
    "大崎市",
    "鹿島台大迫"
  ],
  9894201: [
    4,
    "遠田郡美里町",
    "和多田沼"
  ],
  9894202: [
    4,
    "遠田郡美里町",
    "福ケ袋"
  ],
  9894203: [
    4,
    "遠田郡美里町",
    "練牛"
  ],
  9894204: [
    4,
    "遠田郡美里町",
    "大柳"
  ],
  9894205: [
    4,
    "遠田郡美里町",
    "木間塚"
  ],
  9894206: [
    4,
    "遠田郡美里町",
    "二郷"
  ],
  9894207: [
    4,
    "遠田郡美里町",
    "鳥谷坂一"
  ],
  9894208: [
    4,
    "遠田郡美里町",
    "鳥谷坂二"
  ],
  9894209: [
    4,
    "遠田郡美里町",
    "新鳥谷坂"
  ],
  9894301: [
    4,
    "大崎市",
    "田尻蕪栗"
  ],
  9894302: [
    4,
    "大崎市",
    "田尻大貫"
  ],
  9894303: [
    4,
    "大崎市",
    "田尻大沢"
  ],
  9894304: [
    4,
    "大崎市",
    "田尻北小牛田"
  ],
  9894305: [
    4,
    "大崎市",
    "田尻小塩"
  ],
  9894306: [
    4,
    "大崎市",
    "田尻桜田高野"
  ],
  9894307: [
    4,
    "大崎市",
    "田尻北高城"
  ],
  9894308: [
    4,
    "大崎市",
    "田尻沼部"
  ],
  9894411: [
    4,
    "大崎市",
    "田尻八幡"
  ],
  9894412: [
    4,
    "大崎市",
    "田尻大嶺"
  ],
  9894413: [
    4,
    "大崎市",
    "田尻通木"
  ],
  9894414: [
    4,
    "大崎市",
    "田尻北牧目"
  ],
  9894415: [
    4,
    "大崎市",
    "田尻"
  ],
  9894416: [
    4,
    "大崎市",
    "田尻中目"
  ],
  9894417: [
    4,
    "大崎市",
    "田尻沼木"
  ],
  9894418: [
    4,
    "大崎市",
    "田尻諏訪峠"
  ],
  9894419: [
    4,
    "大崎市",
    "田尻小松"
  ],
  9894503: [
    4,
    "栗原市",
    "瀬峰力石"
  ],
  9894504: [
    4,
    "栗原市",
    "瀬峰小深沢"
  ],
  9894505: [
    4,
    "栗原市",
    "瀬峰刈安沢"
  ],
  9894506: [
    4,
    "栗原市",
    "瀬峰清水沢"
  ],
  9894507: [
    4,
    "栗原市",
    "瀬峰西原"
  ],
  9894508: [
    4,
    "栗原市",
    "瀬峰柴ノ脇"
  ],
  9894509: [
    4,
    "栗原市",
    "瀬峰大鰐谷"
  ],
  9894510: [
    4,
    "栗原市",
    "瀬峰新下藤沢"
  ],
  9894511: [
    4,
    "栗原市",
    "瀬峰新田沢"
  ],
  9894512: [
    4,
    "栗原市",
    "瀬峰下藤沢"
  ],
  9894513: [
    4,
    "栗原市",
    "瀬峰根岸"
  ],
  9894514: [
    4,
    "栗原市",
    "瀬峰桃生田前"
  ],
  9894515: [
    4,
    "栗原市",
    "瀬峰桃生田"
  ],
  9894516: [
    4,
    "栗原市",
    "瀬峰長者原"
  ],
  9894517: [
    4,
    "栗原市",
    "瀬峰藤沢瀬嶺"
  ],
  9894518: [
    4,
    "栗原市",
    "瀬峰荒神堂"
  ],
  9894519: [
    4,
    "栗原市",
    "瀬峰横森前"
  ],
  9894521: [
    4,
    "栗原市",
    "瀬峰下田"
  ],
  9894522: [
    4,
    "栗原市",
    "瀬峰下の前"
  ],
  9894523: [
    4,
    "栗原市",
    "瀬峰北谷地"
  ],
  9894524: [
    4,
    "栗原市",
    "瀬峰藤田"
  ],
  9894525: [
    4,
    "栗原市",
    "瀬峰下谷地"
  ],
  9894526: [
    4,
    "栗原市",
    "瀬峰宮小路原西"
  ],
  9894527: [
    4,
    "栗原市",
    "瀬峰宮小路原東"
  ],
  9894528: [
    4,
    "栗原市",
    "瀬峰山崎前"
  ],
  9894529: [
    4,
    "栗原市",
    "瀬峰新下田"
  ],
  9894531: [
    4,
    "栗原市",
    "瀬峰筒ケ崎"
  ],
  9894532: [
    4,
    "栗原市",
    "瀬峰樋口山"
  ],
  9894533: [
    4,
    "栗原市",
    "瀬峰愛宕"
  ],
  9894534: [
    4,
    "栗原市",
    "瀬峰泉谷"
  ],
  9894535: [
    4,
    "栗原市",
    "瀬峰泉谷南"
  ],
  9894536: [
    4,
    "栗原市",
    "瀬峰壇ノ越"
  ],
  9894537: [
    4,
    "栗原市",
    "瀬峰船橋"
  ],
  9894538: [
    4,
    "栗原市",
    "瀬峰諏訪原"
  ],
  9894539: [
    4,
    "栗原市",
    "瀬峰二ツ谷"
  ],
  9894540: [
    4,
    "栗原市",
    "瀬峰牛渕前"
  ],
  9894541: [
    4,
    "栗原市",
    "瀬峰牛渕"
  ],
  9894542: [
    4,
    "栗原市",
    "瀬峰新井堀"
  ],
  9894543: [
    4,
    "栗原市",
    "瀬峰新井屋敷"
  ],
  9894544: [
    4,
    "栗原市",
    "瀬峰除"
  ],
  9894545: [
    4,
    "栗原市",
    "瀬峰伊勢堂"
  ],
  9894546: [
    4,
    "栗原市",
    "瀬峰四ツ壇"
  ],
  9894547: [
    4,
    "栗原市",
    "瀬峰神田"
  ],
  9894548: [
    4,
    "栗原市",
    "瀬峰長根"
  ],
  9894549: [
    4,
    "栗原市",
    "瀬峰荒町"
  ],
  9894551: [
    4,
    "栗原市",
    "瀬峰三代"
  ],
  9894552: [
    4,
    "栗原市",
    "瀬峰宮田"
  ],
  9894553: [
    4,
    "栗原市",
    "瀬峰二又"
  ],
  9894554: [
    4,
    "栗原市",
    "瀬峰原田"
  ],
  9894555: [
    4,
    "栗原市",
    "瀬峰野沢"
  ],
  9894556: [
    4,
    "栗原市",
    "瀬峰袋沢"
  ],
  9894557: [
    4,
    "栗原市",
    "瀬峰上沢田"
  ],
  9894560: [
    4,
    "栗原市",
    "瀬峰新道東"
  ],
  9894561: [
    4,
    "栗原市",
    "瀬峰樋渡"
  ],
  9894562: [
    4,
    "栗原市",
    "瀬峰川ノ畑"
  ],
  9894563: [
    4,
    "栗原市",
    "瀬峰上富前"
  ],
  9894564: [
    4,
    "栗原市",
    "瀬峰谷地田"
  ],
  9894565: [
    4,
    "栗原市",
    "瀬峰天神下"
  ],
  9894566: [
    4,
    "栗原市",
    "瀬峰上屋敷"
  ],
  9894567: [
    4,
    "栗原市",
    "瀬峰西原前"
  ],
  9894568: [
    4,
    "栗原市",
    "瀬峰大屋敷"
  ],
  9894569: [
    4,
    "栗原市",
    "瀬峰筒場"
  ],
  9894570: [
    4,
    "栗原市",
    "瀬峰町田前"
  ],
  9894571: [
    4,
    "栗原市",
    "瀬峰寺沢"
  ],
  9894572: [
    4,
    "栗原市",
    "瀬峰寺浦"
  ],
  9894573: [
    4,
    "栗原市",
    "瀬峰十王堂前"
  ],
  9894574: [
    4,
    "栗原市",
    "瀬峰北ノ沢"
  ],
  9894575: [
    4,
    "栗原市",
    "瀬峰町田"
  ],
  9894576: [
    4,
    "栗原市",
    "瀬峰高土山"
  ],
  9894577: [
    4,
    "栗原市",
    "瀬峰薬沢西"
  ],
  9894578: [
    4,
    "栗原市",
    "瀬峰薬沢東"
  ],
  9894579: [
    4,
    "栗原市",
    "瀬峰橋本浦"
  ],
  9894580: [
    4,
    "栗原市",
    "瀬峰大境前"
  ],
  9894581: [
    4,
    "栗原市",
    "瀬峰藤沢要害"
  ],
  9894582: [
    4,
    "栗原市",
    "瀬峰坂ノ下浦"
  ],
  9894583: [
    4,
    "栗原市",
    "瀬峰大境山"
  ],
  9894584: [
    4,
    "栗原市",
    "瀬峰清水山"
  ],
  9894585: [
    4,
    "栗原市",
    "瀬峰坂ノ下前北"
  ],
  9894586: [
    4,
    "栗原市",
    "瀬峰蔵王"
  ],
  9894587: [
    4,
    "栗原市",
    "瀬峰薬師堂前"
  ],
  9894588: [
    4,
    "栗原市",
    "瀬峰蒲盛"
  ],
  9894589: [
    4,
    "栗原市",
    "瀬峰富要害"
  ],
  9894601: [
    4,
    "登米市",
    "迫町新田"
  ],
  9894701: [
    4,
    "登米市",
    "石越町北郷"
  ],
  9894702: [
    4,
    "登米市",
    "石越町東郷"
  ],
  9894703: [
    4,
    "登米市",
    "石越町南郷"
  ],
  9894802: [
    4,
    "栗原市",
    "金成末野"
  ],
  9894803: [
    4,
    "栗原市",
    "金成藤渡戸"
  ],
  9894805: [
    4,
    "栗原市",
    "金成片馬合"
  ],
  9894806: [
    4,
    "栗原市",
    "金成有壁"
  ],
  9894807: [
    4,
    "栗原市",
    "金成赤児"
  ],
  9894808: [
    4,
    "栗原市",
    "金成普賢堂"
  ],
  9895111: [
    4,
    "栗原市",
    "金成日向"
  ],
  9895112: [
    4,
    "栗原市",
    "金成宇南崎"
  ],
  9895113: [
    4,
    "栗原市",
    "金成宮前"
  ],
  9895114: [
    4,
    "栗原市",
    "金成下富田"
  ],
  9895115: [
    4,
    "栗原市",
    "金成上富田"
  ],
  9895116: [
    4,
    "栗原市",
    "金成大梨"
  ],
  9895117: [
    4,
    "栗原市",
    "金成柧木沢"
  ],
  9895118: [
    4,
    "栗原市",
    "金成入ノ沢"
  ],
  9895119: [
    4,
    "栗原市",
    "金成狼ノ沢"
  ],
  9895121: [
    4,
    "栗原市",
    "金成大平"
  ],
  9895122: [
    4,
    "栗原市",
    "金成三沢"
  ],
  9895123: [
    4,
    "栗原市",
    "金成平治屋敷"
  ],
  9895124: [
    4,
    "栗原市",
    "金成山中堤下"
  ],
  9895125: [
    4,
    "栗原市",
    "金成大林寺沢"
  ],
  9895126: [
    4,
    "栗原市",
    "金成鍔瓦"
  ],
  9895127: [
    4,
    "栗原市",
    "金成稲荷前"
  ],
  9895128: [
    4,
    "栗原市",
    "金成金山沢"
  ],
  9895130: [
    4,
    "栗原市",
    "金成清水田"
  ],
  9895131: [
    4,
    "栗原市",
    "金成日向田"
  ],
  9895132: [
    4,
    "栗原市",
    "金成干谷沢"
  ],
  9895133: [
    4,
    "栗原市",
    "金成新町"
  ],
  9895134: [
    4,
    "栗原市",
    "金成新町裏"
  ],
  9895135: [
    4,
    "栗原市",
    "金成台畑"
  ],
  9895136: [
    4,
    "栗原市",
    "金成熊ノ下"
  ],
  9895137: [
    4,
    "栗原市",
    "金成髪長"
  ],
  9895138: [
    4,
    "栗原市",
    "金成翁沢"
  ],
  9895139: [
    4,
    "栗原市",
    "金成黄金田"
  ],
  9895141: [
    4,
    "栗原市",
    "金成翁留"
  ],
  9895142: [
    4,
    "栗原市",
    "金成入生田"
  ],
  9895143: [
    4,
    "栗原市",
    "金成奉公田"
  ],
  9895144: [
    4,
    "栗原市",
    "金成中町"
  ],
  9895145: [
    4,
    "栗原市",
    "金成中町西裏"
  ],
  9895146: [
    4,
    "栗原市",
    "金成祝"
  ],
  9895151: [
    4,
    "栗原市",
    "金成桜町"
  ],
  9895152: [
    4,
    "栗原市",
    "金成四ツ屋敷"
  ],
  9895153: [
    4,
    "栗原市",
    "金成上町東裏"
  ],
  9895154: [
    4,
    "栗原市",
    "金成上町"
  ],
  9895155: [
    4,
    "栗原市",
    "金成上町西裏"
  ],
  9895161: [
    4,
    "栗原市",
    "金成館下"
  ],
  9895162: [
    4,
    "栗原市",
    "金成長根沢"
  ],
  9895163: [
    4,
    "栗原市",
    "金成大久保沢"
  ],
  9895164: [
    4,
    "栗原市",
    "金成金生"
  ],
  9895165: [
    4,
    "栗原市",
    "金成長館"
  ],
  9895166: [
    4,
    "栗原市",
    "金成長根前"
  ],
  9895171: [
    4,
    "栗原市",
    "金成沢辺"
  ],
  9895172: [
    4,
    "栗原市",
    "金成姉歯"
  ],
  9895173: [
    4,
    "栗原市",
    "金成梨崎"
  ],
  9895181: [
    4,
    "栗原市",
    "金成津久毛"
  ],
  9895183: [
    4,
    "栗原市",
    "金成小堤"
  ],
  9895184: [
    4,
    "栗原市",
    "金成小迫"
  ],
  9895185: [
    4,
    "栗原市",
    "金成大原木"
  ],
  9895301: [
    4,
    "栗原市",
    "栗駒岩ケ崎"
  ],
  9895311: [
    4,
    "栗原市",
    "栗駒里谷"
  ],
  9895312: [
    4,
    "栗原市",
    "栗駒猿飛来"
  ],
  9895321: [
    4,
    "栗原市",
    "栗駒栗原"
  ],
  9895322: [
    4,
    "栗原市",
    "栗駒桜田"
  ],
  9895323: [
    4,
    "栗原市",
    "栗駒菱沼"
  ],
  9895324: [
    4,
    "栗原市",
    "栗駒八幡"
  ],
  9895331: [
    4,
    "栗原市",
    "栗駒泉沢"
  ],
  9895332: [
    4,
    "栗原市",
    "栗駒芋埣"
  ],
  9895333: [
    4,
    "栗原市",
    "栗駒片子沢"
  ],
  9895334: [
    4,
    "栗原市",
    "栗駒嶺崎"
  ],
  9895335: [
    4,
    "栗原市",
    "栗駒渡丸"
  ],
  9895341: [
    4,
    "栗原市",
    "栗駒稲屋敷"
  ],
  9895351: [
    4,
    "栗原市",
    "栗駒中野"
  ],
  9895361: [
    4,
    "栗原市",
    "栗駒文字"
  ],
  9895371: [
    4,
    "栗原市",
    "栗駒沼倉"
  ],
  9895372: [
    4,
    "栗原市",
    "栗駒松倉"
  ],
  9895381: [
    4,
    "栗原市",
    "栗駒鳥沢"
  ],
  9895382: [
    4,
    "栗原市",
    "栗駒深谷"
  ],
  9895401: [
    4,
    "栗原市",
    "鶯沢袋"
  ],
  9895402: [
    4,
    "栗原市",
    "鶯沢南郷"
  ],
  9895403: [
    4,
    "栗原市",
    "鶯沢北郷"
  ],
  9895501: [
    4,
    "栗原市",
    "若柳川北"
  ],
  9895502: [
    4,
    "栗原市",
    "若柳川南"
  ],
  9895503: [
    4,
    "栗原市",
    "若柳下畑岡"
  ],
  9895504: [
    4,
    "栗原市",
    "若柳上畑岡"
  ],
  9895505: [
    4,
    "栗原市",
    "若柳福岡"
  ],
  9895506: [
    4,
    "栗原市",
    "若柳大林"
  ],
  9895507: [
    4,
    "栗原市",
    "若柳有賀"
  ],
  9895508: [
    4,
    "栗原市",
    "若柳武鎗"
  ],
  9895509: [
    4,
    "栗原市",
    "若柳大林新寺浦"
  ],
  9895601: [
    4,
    "栗原市",
    "志波姫刈敷"
  ],
  9895602: [
    4,
    "栗原市",
    "志波姫城内南"
  ],
  9895603: [
    4,
    "栗原市",
    "志波姫伊豆野"
  ],
  9895604: [
    4,
    "栗原市",
    "志波姫大門南"
  ],
  9895605: [
    4,
    "栗原市",
    "志波姫北郷"
  ],
  9895606: [
    4,
    "栗原市",
    "志波姫荒町南"
  ],
  9895607: [
    4,
    "栗原市",
    "志波姫蔵場南"
  ],
  9895608: [
    4,
    "栗原市",
    "志波姫荒町北"
  ],
  9895609: [
    4,
    "栗原市",
    "志波姫花崎西"
  ],
  9895610: [
    4,
    "栗原市",
    "志波姫要害東"
  ],
  9895611: [
    4,
    "栗原市",
    "志波姫南郷"
  ],
  9895612: [
    4,
    "栗原市",
    "志波姫新熊谷"
  ],
  9895613: [
    4,
    "栗原市",
    "志波姫新沼崎"
  ],
  9895614: [
    4,
    "栗原市",
    "志波姫新原"
  ],
  9895615: [
    4,
    "栗原市",
    "志波姫沼崎"
  ],
  9895616: [
    4,
    "栗原市",
    "志波姫新上戸"
  ],
  9895617: [
    4,
    "栗原市",
    "志波姫新橋本"
  ],
  9895618: [
    4,
    "栗原市",
    "志波姫新八樟"
  ],
  9895619: [
    4,
    "栗原市",
    "志波姫横峰浦"
  ],
  9895621: [
    4,
    "栗原市",
    "志波姫下里"
  ],
  9895622: [
    4,
    "栗原市",
    "志波姫八樟"
  ],
  9895623: [
    4,
    "栗原市",
    "志波姫南八樟"
  ],
  9895624: [
    4,
    "栗原市",
    "志波姫南堀口"
  ],
  9895625: [
    4,
    "栗原市",
    "志波姫堀口"
  ],
  9895626: [
    4,
    "栗原市",
    "志波姫中沖"
  ],
  9895627: [
    4,
    "栗原市",
    "志波姫北堀口"
  ],
  9896100: [
    4,
    "大崎市",
    ""
  ],
  9896101: [
    4,
    "大崎市",
    "古川福浦"
  ],
  9896102: [
    4,
    "大崎市",
    "古川江合本町"
  ],
  9896103: [
    4,
    "大崎市",
    "古川江合寿町"
  ],
  9896104: [
    4,
    "大崎市",
    "古川江合錦町"
  ],
  9896105: [
    4,
    "大崎市",
    "古川福沼"
  ],
  9896106: [
    4,
    "大崎市",
    "古川幸町"
  ],
  9896111: [
    4,
    "大崎市",
    "古川鶴ケ埣"
  ],
  9896112: [
    4,
    "大崎市",
    "古川馬寄"
  ],
  9896113: [
    4,
    "大崎市",
    "古川蓑口沼"
  ],
  9896114: [
    4,
    "大崎市",
    "古川大幡"
  ],
  9896115: [
    4,
    "大崎市",
    "古川駅東"
  ],
  9896116: [
    4,
    "大崎市",
    "古川李埣"
  ],
  9896117: [
    4,
    "大崎市",
    "古川旭"
  ],
  9896121: [
    4,
    "大崎市",
    "古川深沼"
  ],
  9896122: [
    4,
    "大崎市",
    "古川桑針"
  ],
  9896123: [
    4,
    "大崎市",
    "古川下中目"
  ],
  9896124: [
    4,
    "大崎市",
    "古川石森"
  ],
  9896125: [
    4,
    "大崎市",
    "古川師山"
  ],
  9896126: [
    4,
    "大崎市",
    "古川楡木"
  ],
  9896127: [
    4,
    "大崎市",
    "古川宮内"
  ],
  9896128: [
    4,
    "大崎市",
    "古川境野宮"
  ],
  9896131: [
    4,
    "大崎市",
    "古川金五輪"
  ],
  9896132: [
    4,
    "大崎市",
    "古川米袋"
  ],
  9896133: [
    4,
    "大崎市",
    "古川西荒井"
  ],
  9896134: [
    4,
    "大崎市",
    "古川米倉"
  ],
  9896135: [
    4,
    "大崎市",
    "古川稲葉"
  ],
  9896136: [
    4,
    "大崎市",
    "古川穂波"
  ],
  9896141: [
    4,
    "大崎市",
    "古川南新町"
  ],
  9896142: [
    4,
    "大崎市",
    "古川中島町"
  ],
  9896143: [
    4,
    "大崎市",
    "古川中里"
  ],
  9896144: [
    4,
    "大崎市",
    "古川小稲葉町"
  ],
  9896145: [
    4,
    "大崎市",
    "古川北稲葉"
  ],
  9896151: [
    4,
    "大崎市",
    "古川城西"
  ],
  9896152: [
    4,
    "大崎市",
    "古川二ノ構"
  ],
  9896153: [
    4,
    "大崎市",
    "古川七日町"
  ],
  9896154: [
    4,
    "大崎市",
    "古川三日町"
  ],
  9896155: [
    4,
    "大崎市",
    "古川南町"
  ],
  9896156: [
    4,
    "大崎市",
    "古川西館"
  ],
  9896157: [
    4,
    "大崎市",
    "古川栄町"
  ],
  9896161: [
    4,
    "大崎市",
    "古川駅南"
  ],
  9896162: [
    4,
    "大崎市",
    "古川駅前大通"
  ],
  9896163: [
    4,
    "大崎市",
    "古川台町"
  ],
  9896164: [
    4,
    "大崎市",
    "古川荒川小金町"
  ],
  9896165: [
    4,
    "大崎市",
    "古川十日町"
  ],
  9896166: [
    4,
    "大崎市",
    "古川東町"
  ],
  9896167: [
    4,
    "大崎市",
    "古川川端"
  ],
  9896171: [
    4,
    "大崎市",
    "古川北町"
  ],
  9896172: [
    4,
    "大崎市",
    "古川前田町"
  ],
  9896173: [
    4,
    "大崎市",
    "古川浦町"
  ],
  9896174: [
    4,
    "大崎市",
    "古川千手寺町"
  ],
  9896175: [
    4,
    "大崎市",
    "古川諏訪"
  ],
  9896201: [
    4,
    "大崎市",
    "古川渋井"
  ],
  9896202: [
    4,
    "大崎市",
    "古川上中目"
  ],
  9896203: [
    4,
    "大崎市",
    "古川飯川"
  ],
  9896204: [
    4,
    "大崎市",
    "古川矢目"
  ],
  9896205: [
    4,
    "大崎市",
    "古川新沼"
  ],
  9896206: [
    4,
    "大崎市",
    "古川中沢"
  ],
  9896207: [
    4,
    "大崎市",
    "古川堤根"
  ],
  9896208: [
    4,
    "大崎市",
    "古川引田"
  ],
  9896211: [
    4,
    "大崎市",
    "古川斎下"
  ],
  9896212: [
    4,
    "大崎市",
    "古川荒田目"
  ],
  9896213: [
    4,
    "大崎市",
    "古川保柳"
  ],
  9896214: [
    4,
    "大崎市",
    "古川新堀"
  ],
  9896215: [
    4,
    "大崎市",
    "古川耳取"
  ],
  9896216: [
    4,
    "大崎市",
    "古川柏崎"
  ],
  9896217: [
    4,
    "大崎市",
    "古川南沢"
  ],
  9896221: [
    4,
    "大崎市",
    "古川大宮"
  ],
  9896222: [
    4,
    "大崎市",
    "古川若葉町"
  ],
  9896223: [
    4,
    "大崎市",
    "古川"
  ],
  9896224: [
    4,
    "大崎市",
    "古川小泉"
  ],
  9896225: [
    4,
    "大崎市",
    "古川塚目"
  ],
  9896226: [
    4,
    "大崎市",
    "古川新田"
  ],
  9896227: [
    4,
    "大崎市",
    "古川大崎"
  ],
  9896228: [
    4,
    "大崎市",
    "古川清水"
  ],
  9896231: [
    4,
    "大崎市",
    "古川長岡"
  ],
  9896232: [
    4,
    "大崎市",
    "古川沢田"
  ],
  9896233: [
    4,
    "大崎市",
    "古川桜ノ目"
  ],
  9896234: [
    4,
    "大崎市",
    "古川小林"
  ],
  9896235: [
    4,
    "大崎市",
    "古川宮沢"
  ],
  9896236: [
    4,
    "大崎市",
    "古川川熊"
  ],
  9896241: [
    4,
    "大崎市",
    "古川清水沢"
  ],
  9896242: [
    4,
    "大崎市",
    "古川北宮沢"
  ],
  9896243: [
    4,
    "大崎市",
    "古川雨生沢"
  ],
  9896244: [
    4,
    "大崎市",
    "古川清滝"
  ],
  9896251: [
    4,
    "大崎市",
    "古川小野"
  ],
  9896252: [
    4,
    "大崎市",
    "古川荒谷"
  ],
  9896253: [
    4,
    "大崎市",
    "古川馬放"
  ],
  9896254: [
    4,
    "大崎市",
    "古川狐塚"
  ],
  9896255: [
    4,
    "大崎市",
    "古川休塚"
  ],
  9896261: [
    4,
    "大崎市",
    "古川長岡針"
  ],
  9896262: [
    4,
    "大崎市",
    "古川馬櫛"
  ],
  9896263: [
    4,
    "大崎市",
    "古川下谷地"
  ],
  9896264: [
    4,
    "大崎市",
    "古川上埣"
  ],
  9896265: [
    4,
    "大崎市",
    "古川渕尻"
  ],
  9896266: [
    4,
    "大崎市",
    "古川富長"
  ],
  9896301: [
    4,
    "大崎市",
    "三本木桑折"
  ],
  9896302: [
    4,
    "大崎市",
    "三本木上伊場野"
  ],
  9896303: [
    4,
    "大崎市",
    "三本木伊場野"
  ],
  9896304: [
    4,
    "大崎市",
    "三本木秋田"
  ],
  9896305: [
    4,
    "大崎市",
    "三本木伊賀"
  ],
  9896306: [
    4,
    "大崎市",
    "三本木新町"
  ],
  9896311: [
    4,
    "大崎市",
    "三本木坂本"
  ],
  9896312: [
    4,
    "大崎市",
    "三本木蟻ケ袋"
  ],
  9896313: [
    4,
    "大崎市",
    "三本木音無"
  ],
  9896314: [
    4,
    "大崎市",
    "三本木斉田"
  ],
  9896315: [
    4,
    "大崎市",
    "三本木新沼"
  ],
  9896316: [
    4,
    "大崎市",
    "三本木高柳"
  ],
  9896317: [
    4,
    "大崎市",
    "三本木蒜袋"
  ],
  9896321: [
    4,
    "大崎市",
    "三本木"
  ],
  9896322: [
    4,
    "大崎市",
    "三本木南谷地"
  ],
  9896401: [
    4,
    "大崎市",
    "岩出山"
  ],
  9896402: [
    4,
    "大崎市",
    "岩出山"
  ],
  9896403: [
    4,
    "大崎市",
    "岩出山上野目"
  ],
  9896404: [
    4,
    "大崎市",
    "岩出山下一栗"
  ],
  9896405: [
    4,
    "大崎市",
    "岩出山池月"
  ],
  9896411: [
    4,
    "大崎市",
    "岩出山船場"
  ],
  9896412: [
    4,
    "大崎市",
    "岩出山下野目"
  ],
  9896413: [
    4,
    "大崎市",
    "岩出山東川原町"
  ],
  9896414: [
    4,
    "大崎市",
    "岩出山下川原"
  ],
  9896415: [
    4,
    "大崎市",
    "岩出山東川原"
  ],
  9896421: [
    4,
    "大崎市",
    "岩出山上中江"
  ],
  9896422: [
    4,
    "大崎市",
    "岩出山重蔵"
  ],
  9896423: [
    4,
    "大崎市",
    "岩出山前毘沙門"
  ],
  9896424: [
    4,
    "大崎市",
    "岩出山丸山"
  ],
  9896425: [
    4,
    "大崎市",
    "岩出山西御名掛"
  ],
  9896426: [
    4,
    "大崎市",
    "岩出山東御名掛"
  ],
  9896431: [
    4,
    "大崎市",
    "岩出山上川原南"
  ],
  9896432: [
    4,
    "大崎市",
    "岩出山上川原北"
  ],
  9896433: [
    4,
    "大崎市",
    "岩出山上川原町"
  ],
  9896434: [
    4,
    "大崎市",
    "岩出山下川原町"
  ],
  9896435: [
    4,
    "大崎市",
    "岩出山浦小路"
  ],
  9896436: [
    4,
    "大崎市",
    "岩出山二ノ構"
  ],
  9896437: [
    4,
    "大崎市",
    "岩出山城山"
  ],
  9896441: [
    4,
    "大崎市",
    "岩出山通丁"
  ],
  9896442: [
    4,
    "大崎市",
    "岩出山下金沢"
  ],
  9896443: [
    4,
    "大崎市",
    "岩出山轟"
  ],
  9896444: [
    4,
    "大崎市",
    "岩出山細峯"
  ],
  9896445: [
    4,
    "大崎市",
    "岩出山南沢"
  ],
  9896446: [
    4,
    "大崎市",
    "岩出山大学町"
  ],
  9896447: [
    4,
    "大崎市",
    "岩出山上金沢"
  ],
  9896461: [
    4,
    "大崎市",
    "岩出山松沢"
  ],
  9896462: [
    4,
    "大崎市",
    "岩出山蛭沢"
  ],
  9896463: [
    4,
    "大崎市",
    "岩出山木通沢"
  ],
  9896464: [
    4,
    "大崎市",
    "岩出山下東昌寺沢"
  ],
  9896465: [
    4,
    "大崎市",
    "岩出山上東昌寺沢"
  ],
  9896466: [
    4,
    "大崎市",
    "岩出山保土沢"
  ],
  9896471: [
    4,
    "大崎市",
    "岩出山"
  ],
  9896701: [
    4,
    "栗原市",
    "花山草木沢上原"
  ],
  9896711: [
    4,
    "大崎市",
    "鳴子温泉赤這"
  ],
  9896712: [
    4,
    "大崎市",
    "鳴子温泉小身川原"
  ],
  9896801: [
    4,
    "大崎市",
    "鳴子温泉末沢"
  ],
  9896802: [
    4,
    "大崎市",
    "鳴子温泉末沢西"
  ],
  9896803: [
    4,
    "大崎市",
    "鳴子温泉大畑"
  ],
  9896804: [
    4,
    "大崎市",
    "鳴子温泉中屋敷"
  ],
  9896805: [
    4,
    "大崎市",
    "鳴子温泉岩渕前"
  ],
  9896806: [
    4,
    "大崎市",
    "鳴子温泉岩渕"
  ],
  9896807: [
    4,
    "大崎市",
    "鳴子温泉見手野原"
  ],
  9896811: [
    4,
    "大崎市",
    "鳴子温泉赤湯"
  ],
  9896821: [
    4,
    "大崎市",
    "鳴子温泉車湯"
  ],
  9896822: [
    4,
    "大崎市",
    "鳴子温泉新屋敷"
  ],
  9896823: [
    4,
    "大崎市",
    "鳴子温泉湯元"
  ],
  9896824: [
    4,
    "大崎市",
    "鳴子温泉河原湯"
  ],
  9896825: [
    4,
    "大崎市",
    "鳴子温泉上鳴子"
  ],
  9896826: [
    4,
    "大崎市",
    "鳴子温泉古戸前"
  ],
  9896827: [
    4,
    "大崎市",
    "鳴子温泉尿前"
  ],
  9896831: [
    4,
    "大崎市",
    "鳴子温泉柳木"
  ],
  9896832: [
    4,
    "大崎市",
    "鳴子温泉星沼"
  ],
  9896833: [
    4,
    "大崎市",
    "鳴子温泉川端"
  ],
  9896834: [
    4,
    "大崎市",
    "鳴子温泉西原"
  ],
  9896835: [
    4,
    "大崎市",
    "鳴子温泉南原"
  ],
  9896836: [
    4,
    "大崎市",
    "鳴子温泉焼石亦"
  ],
  9896837: [
    4,
    "大崎市",
    "鳴子温泉南星沼"
  ],
  9896838: [
    4,
    "大崎市",
    "鳴子温泉奥羽岳"
  ],
  9896941: [
    4,
    "大崎市",
    "鳴子温泉鬼首"
  ]
};
export {
  t as default
};
